{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light High",
      "value": [
        "This plant likes full sun (6-8 hours)."
      ]
    },
    {
      "id": "Water",
      "label": "Water Medium",
      "value": [
        "Keep the soil consistently moist but not soggy."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "This plant needs humidity levels between 50-70%."
      ]
    },
    {
      "id": "Temperature",
      "label": "70째F to 85째F",
      "value": [
        "If daytime temperatures get above 80-90째F, the flowers will drop off and no fruit will develop."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 3|4|5|6|7|8|9",
      "value": [
        "This plant is a short-lived perennial in zones 3-9 rarely surviving past two years. Use as an annual in other plant hardiness zones. In cooler climates, plants may not set fruit until the end of the summer."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "Feed your plant during the growing season with an organic fertilizer low in nitrogen like a 3-4-4 mixture to promote flower and fruit growth."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting Rarely",
      "value": [
        "To transplant into a garden container or the garden bed, water your plant the night before. Since your plant has been in a box without light or water, it may have some yellowing leaves or show some wilt. If the soil is dry, water the plant and put her in bright, indirect light for a couple of days. When the temperatures are consistently at 60째F at night, you can transition your plant slowly to more direct sunlight. For one to two weeks, start in the morning hours and gradually give it more direct sunshine each day. After increasing the time, each day should acclimate to the full sun for 6-8 hours per day. Next, dig the hole twice as wide as the grower pot and the same depth as the grower pot (not deeper). Remove the plant and center in the spot. Add rooting hormone around the roots of the plant. Water in the hole and let drain. If you have clay soils, add compost to enhance the soil consistency. Fill around the plant and up to the top of its soil line. Tamp down with your hands to remove any air pockets. Water again around the drip line, being careful not to soak the leaves to help prevent fungus. Keep the soil moist like a wrung out sponge but not soggy to promote healthy root growth."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning As needed",
      "value": [
        "Prune the lower leaves of your plant if they are lying on the soil. This trim discourages snails and slugs to hop on and start munching. It also limits fungal diseases from splashing on the leaves during rain or watering. Keep the lower 6-8 inches of stem leafless. Late in the season to speed up fruiting, remove any overhanging leaves shading the peppers for maximum sunlight exposure. The brighter the color, the tastier they are. Three to four weeks before the first frost in the fall in your planting zone, clip any flowers and immature fruits that won't mature before cold hits. This pruning will give the other more mature fruit an advantage sending all the energy to the remaining fruit."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "To propagate this plant during the growing season: Take a 3-4 inch stem cutting in the early spring. Use a knife or sharp pruners; cut below a node where there are at least two sets of leaves. Remove the bottom leaves to expose the last two nodes. Place the stems in rooting hormone and place the stem down into rooting medium. Tamp the soil around the stem gently and mist the soil. Place a clear plastic bag loosely over the 3-4 inch container to create humidity. Check the moisture of the soil and humidity each day. Place the cuttings in bright, indirect light. After the roots are six weeks old, they should be ready to transfer into the garden or container garden in full sun. Transition the cuttings a few hours per day to help them acclimate to the new environment."
      ]
    }
  ],
  "description": [],
  "id": "pepper-yum-yum-mix",
  "metadata": [
    {
      "id": "pet-warning",
      "label": "Pet Warning",
      "value": "Toxic To Ingest"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "4\" to 12\" W 12\" to 14\" H"
    }
  ],
  "title": "Pepper Yum Yum Mix",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "pepper-yum-yum-mix_small_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$38.00"
        },
        {
          "imgSrc": "pepper-yum-yum-mix_small_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$43.00"
        },
        {
          "imgSrc": "pepper-yum-yum-mix_small_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$48.00"
        },
        {
          "imgSrc": "pepper-yum-yum-mix_small_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$50.00"
        }
      ],
      "sizeId": "small",
      "sizeLabel": "S"
    }
  ]
}
