{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light Medium",
      "value": [
        "This plant prefers low to medium levels of indirect sunlight."
      ]
    },
    {
      "id": "Water",
      "label": "Water Medium",
      "value": [
        "Water well, but make sure the soil doesn't become soggy."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity Medium",
      "value": [
        "Does well with moderate humidity."
      ]
    },
    {
      "id": "Temperature",
      "label": "70°F to 90°F",
      "value": [
        "Spider plants will endure temperatures as low as 35°F without injury, but temperatures below 65°F retard growth. Temperatures above 90°F will not immediately damage the plant but raise the transpiration rate and increase the uptake of potentially toxic micronutrients."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 9|10|11",
      "value": [
        "Outside: Grow in morning light, partial shade (4-6 hours) where nights are above 45°F.",
        "Indoors: This plant prefers bright, to medium indirect light for at least six hours in a southern, eastern and western windows."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "Fertilize bimonthly during their growing period. Use a balanced liquid fertilizer at 1/2 strength. Reduce fertilizing during the fall and winter months while the plant is in their dormant phase. If brown tips form, withdraw from fertilizing. Raise the humidity around them and never use chlorinated or fluoride in the water."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 2 Years",
      "value": [
        "Repot the Spider Plant in the early spring in a well draining soil mix. Use a container with drainage holes. Add a piece of screen to keep the soil from spilling out but allowing drainage. Water the plant ahead of time to hydrate. Add the mix to the bottom of the new slightly larger container. Tease the roots if they are root bound in the pot. Carefully place them in the center, adding backfill around the edges. Leave a 1/2 inch of space between the soil and the top edge to prevent water spillage. Water thoroughly and let drain."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Bi-annually",
      "value": [
        "If foliage needs a trim back, use sterilized scissors. Cut back to the base of the stem and the spiderettes. Trim off any blackened or brown tips to keep energy going to the main plant. Remove any dead, damaged or diseased leaves and clean debris from soil. Replenish soil as needed."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "Remove a spiderette from the mother plant. Dip the end where the leaves originate into rooting hormone powder. Place in dampened soil. Cover the spiderettes with a clear, plastic bag and mist. Check soil moisture periodically. Within six weeks, the roots should be getting established. Place in bright to medium, indirect light and follow care instructions."
      ]
    }
  ],
  "description": [
    "Our spider plants bring the lush jungles of Southern Africa to your home. One of the best air purifying plants, we love them for their spiky variegated foliage. They are easy to care for and look great set on a table-top or hung from a macrame sling. You can even keep them out on the patio during summer — just remember to bring them inside if there's any risk of frost.",
    "Our spiky and spectacular Spider plant (Chlorophytum Comosum) will also bring instant attitude to any room in your home. With lime green and yellow variegated leaves, this house plant is bright and beautiful. They are an excellent air purifier and are super easy to care for."
  ],
  "id": "spider-plant",
  "metadata": [
    {
      "id": "pet-safe",
      "label": "Pet Safe",
      "value": "Yes"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "6\" to 6\" W 10\" to 14\" H"
    }
  ],
  "title": "Spider Plant",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "spider-plant_small_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$38.00"
        },
        {
          "imgSrc": "spider-plant_small_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$43.00"
        },
        {
          "imgSrc": "spider-plant_small_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$48.00"
        },
        {
          "imgSrc": "spider-plant_small_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$50.00"
        }
      ],
      "sizeId": "small",
      "sizeLabel": "S"
    },
    {
      "planters": [
        {
          "imgSrc": "spider-plant_medium_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$50.00"
        },
        {
          "imgSrc": "spider-plant_medium_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$56.00"
        },
        {
          "imgSrc": "spider-plant_medium_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$62.00"
        },
        {
          "imgSrc": "spider-plant_medium_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$64.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    },
    {
      "planters": [
        {
          "imgSrc": "spider-plant_large_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$86.00"
        }
      ],
      "sizeId": "large",
      "sizeLabel": "L"
    }
  ]
}
