{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light Medium",
      "value": [
        "Keep this plant in part shade (early morning sun) area of the garden."
      ]
    },
    {
      "id": "Water",
      "label": "Water Medium",
      "value": [
        "Keep your plant's soil moist in well draining soil (but not soggy)."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity Medium",
      "value": [
        "This plant will do well in medium humidity."
      ]
    },
    {
      "id": "Temperature",
      "label": "64°F to 75°F",
      "value": [
        "A late spring frost or freeze will affect the blooming of this plant since the buds set the previous fall and overwinter on old wood. To protect it from unseasonably cool conditions, cover it with a plant blanket until temperatures are back to normal."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 5|6|7|8|9",
      "value": [
        "This plant blooms June through August."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Seasonally",
      "value": [
        "Fertilize this shrub in the spring with a slow release fertilizer."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting Rarely",
      "value": [
        "Ensure your plant has had a drink in the last couple of days. Plant in the part sun (4-6 hours, morning sun) for best blooming results. Dig a hole twice the width of the grower pot and slightly shorter in depth. Add soil conditioner and a root hormone and mix in the compost if your soil is unhealthy or clay (half compost-half native soil). Water the roots in the hole, then fill with the mixed soil. Tamp around the plant to release all air pockets. Water again. Keep watch and measure your soil moisture every couple of days to ensure the roots are moist but not soggy. The leaves will droop if it's not getting enough moisture. Keep it regularly watered during drought times or the hottest parts of the summer."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning After bloom begins to die",
      "value": [
        "Prune your hydrangea immediately after they finish flowering back to the healthy buds. Remove any dead, damaged or diseased branches in late winter or early spring but be careful not to remove any buds at this time on old wood that's healthy."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "When plants begin to put on new leaves in the spring, prune 4-5 inch stem cuttings with at least three sets of leaf nodes, but no buds or bloom should be present. Remove leaves on 1/3 of the bottom half of the stem with pruners. (Do not tear off or damage the main stem.) If the leaves are especially large, clip them in half with sterile pruners. Then, dip the ends in root hormone (mixed in water at a paste consistency), place 1-2 inches down in damp, well-draining, moist potting soil mix, and tamp down around the stem to secure it. Use a 3-4 inch container with drainage that is deep enough for the roots to grow. Set it in bright, indirect sunlight while they are rooting. Check the moisture and humidity daily and add misting to the soil (not the leaves) while the roots are establishing. After 6-12 weeks, roots will begin to form. You can tug onto the stem to ensure the roots establish after new growth begins. Transplant to the garden after the roots are mature."
      ]
    }
  ],
  "description": [
    "Bigleaf Hydrangea (Hydrangea macrophylla 'Blaumeise' Blue) makes a perfect privacy hedge with lots of color and blooms for the summer months. This vigorous deciduous grower reaches seven ft. tall and five ft. wide.",
    "She enjoys part shade in rich, well-draining soil that is medium moisture. If you prefer pink blooms, then add lime to the soil. If the preference is bluer, add more aluminum sulfate to the soil. The color and choice are yours!"
  ],
  "id": "bigleaf-hydrangea",
  "metadata": [
    {
      "id": "pet-hazard",
      "label": "Pet Hazard",
      "value": "Toxic To Touch"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    }
  ],
  "title": "Bigleaf Hydrangea",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "bigleaf-hydrangea_oneGallon_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$54.00"
        }
      ],
      "sizeId": "oneGallon",
      "sizeLabel": "1G"
    }
  ]
}
