{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light High",
      "value": [
        "This plant enjoys full sun (6-8 hours)."
      ]
    },
    {
      "id": "Water",
      "label": "Water Low",
      "value": [
        "Plant this plant in rock, Mediterranean or desert gardens where the soil is well draining or in a container garden."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity Low",
      "value": [
        "This plant prefers very arid conditions with low humidity."
      ]
    },
    {
      "id": "Temperature",
      "label": "60°F to 70°F",
      "value": [
        "This plant is native to Australia and does best in Mediterranean-type climates with mild, warm summers and mild, cool winters or arid conditions. Avoid wet conditions."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 10|11",
      "value": [
        "This plant is a short-lived perennial in zones 10-11. Use as an annual in other plant hardiness zones."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Yearly",
      "value": [
        "Apply your fertilizer annually in the spring around the drip edge of the plant or sprinkle some rich compost around the area. Container garden: If growing in a container, fertilize monthly with an organic balanced fertilizer."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting Rarely",
      "value": [
        "To transplant into a garden container or the garden bed, water your plant the night before. Dig the hole twice as wide as the grower pot and slightly shorter than the grower pot (not deeper) to raise the crown. Remove the plant and center in the spot. Add rooting hormone around the roots of the plant. Water in the hole and let drain. Add soil amendments to enhance the soil consistency and ensure its well-draining. Fill around the plant and up to the top of its soil line. Tamp down with your hands to remove any air pockets. Water again around the drip line."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning After bloom begins to die",
      "value": [
        "Deadhead your spent blooms to encourage more flower growth. Trim the stem down to the next set of leaves."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "When plants grow lots of foliage in the spring, prune a 3-4 inch stem cutting. Cut the stem just below a leaf node. Remove leaves on 1/3 of the bottom half of the branch with pruners. (Do not tear off.) Dip the roots' ends and place down to the first leaf intersection in the damp, well-draining, potting soil mix that consists of soil and succulent mix. Tamp down around the stem to secure them. Use a 2-3 inch container with a 5 inch deep base with deep drainage for the roots to grow. Set it in bright, indirect sunlight while they are rooting. The soil needs to be at 68°F. Check the moisture each day and add misting to the soil (not the leaves) while the roots establish. After 3-4 weeks, roots will begin to form. You can tug onto the stem to ensure the roots establish after new growth begins. Place the cuttings in the morning sun for a couple of hours each day to harden them off. Increase the time each day and check to ensure the leaves aren't getting sunburnt. Once they have transitioned into the sun, you can transplant them to the garden after the roots are mature."
      ]
    }
  ],
  "description": [],
  "id": "pink-mulla-mulla",
  "metadata": [
    {
      "id": "pet-safe",
      "label": "Pet Safe",
      "value": "Yes"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    }
  ],
  "title": "Pink Mulla Mulla",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "pink-mulla-mulla_small_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$38.00"
        }
      ],
      "sizeId": "small",
      "sizeLabel": "S"
    }
  ]
}
