{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light High",
      "value": [
        "Outdoors: Part shade (4-6 hours); Full sun (6-8 hours)"
      ]
    },
    {
      "id": "Water",
      "label": "Water High",
      "value": [
        "Keep the soil consistently moist (but not soggy). If rain doesn't replenish, give them a drink during the growing season frequently."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "This plant needs 60% humidity or above to thrive."
      ]
    },
    {
      "id": "Temperature",
      "label": "50°F to 77°F",
      "value": [
        "The Elephant Ear “Portora” grows in their original environment at warm temperatures. Keep this plant in the ground in your garden beds in zones 8-11."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 8|9|10|11",
      "value": [
        "Outdoors in part to full sun (4-8 hours), where nights are above 65°F. Acclimate this plant to full sun over a month."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> Create a rich soil environment when planting initially. Add organic composted materials as well as manure mixed into the soil. Use a nitrogen-rich liquid fertilizer every two to three weeks. Mix with water and apply to the soil's surface around the plant. Continue to apply each month until six weeks before the first frost in the fall."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting Yearly",
      "value": [
        "It is sometimes challenging to conclude which end of an elephant ear bulb is the top or bottom end. When examining the bulb, one end is slightly gnarly with small divots. This end is the root end and goes downward in the soil. The opposite end of the bulb will be much smoother, with distinguished concentric rings around them. The sprout will emerge so that this end will be facing up. When you dig the hole, mix in some compost with the native soil and bulb fertilizer if the soil is compact. Mix it all well in a bucket together—Center the bulb in the middle of the hole and then water. Water before putting the soil back in. Plant the bulb in the ground with 50% showing above the soil surface. If growing in a planter container, use a well-draining potting soil with perlite to aerate the soil. Cut the leaves back and dig up in the fall before temperatures drop below 40°F. If you are in a cooler zone (3-8), remove the tubers from the soil with an inch of stem attached. Knock off all the soil and lay them on newspaper in a dry place for a week. Do not wet or wash the tubers. Sprinkle them with powdered sulfur to protect against fungi while they're in dormancy. Lay on a single layer screen or in a mesh bag so air can circulate around them. Store the tubers at 50°F-60°F."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Monthly",
      "value": [
        "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> To keep the Elephant Ear Portora looking their best: Prune any dead or damaged leaves to rejuvenate them. Use sterilized pruners to trim back down to the base of the stem. Use a hose with a shower nozzle to wash off the plant leaves each month if they is in a covered area where rain will not reach it."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Division",
      "value": [
        "Divide the tubers in the fall. Remove the soil from the root system. Choose blemish free tubers and discard any rotten segments. Separate each tuber (a type of root system), ensuring there are eyes or buds evident on each division. This is where new foliage will emerge. Cutaway these new tubers from the parent plant's roots with a sterilized sharp knife. When replanting, set the tuber pointy side facing upward. Cover with rich, well-draining soil (add amendments to heavy soil in the garden). Wait until the plant is producing new green leaves before starting to fertilize."
      ]
    }
  ],
  "description": [],
  "id": "alocasia-portora",
  "metadata": [
    {
      "id": "pet-hazard",
      "label": "Pet Hazard",
      "value": "Toxic To Touch"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "Plays Hard to Get"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "6\" to 18\" W 12\" to 18\" H"
    }
  ],
  "title": "Alocasia Portora",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "alocasia-portora_medium_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$50.00"
        },
        {
          "imgSrc": "alocasia-portora_medium_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$56.00"
        },
        {
          "imgSrc": "alocasia-portora_medium_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$62.00"
        },
        {
          "imgSrc": "alocasia-portora_medium_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$64.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    }
  ]
}
