{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light High",
      "value": [
        "Enjoys bright, full sunlight 6-8 hours daily."
      ]
    },
    {
      "id": "Water",
      "label": "Water Low",
      "value": [
        "Water well if needed, then allow the soil to dry out between waterings. Water enough that the water discharges out of the drainage holes. Once the water is fully drained, replace it into the cache or decorative pot. Let dry between waterings."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity Medium",
      "value": [
        "Requires no extra humidity."
      ]
    },
    {
      "id": "Temperature",
      "label": "68°F to 86°F",
      "value": [
        "This plant prefers moderate dry temperatures, and bright sunshine 6-8 hours per day."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 5|6|7|8|9",
      "value": [
        "Your lavender prefers 6-8 hours of sun per day and adaptable to cold climates down to plant hardiness zone 5."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Yearly",
      "value": [
        "Too much fertilizer or ones high in nitrogen can grow foliage but never flower. They prefer poor soils. If you must, you can use a slow-release fertilizer like our John & Bob's organic fertilizer or compost around the drip edge."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting Rarely",
      "value": [
        "To transplant into a garden container or the garden bed, water your plant the night before. Dig the hole twice as wide as the grower pot and the same depth as the grower pot (not deeper). Remove the plant and center in the spot. Add rooting hormone around the roots of the plant. Water in the hole and let drain. Lavender will not survive in acidic or compact soils like clay. Keep the pH to 7.0, or add lime if the soil is too acidic. Mix sand or gravel into the native soil and plant in mounds or raised beds for good drainage. If you have clay soils, add composted leaves, mushroom compost, and perlite to enhance the soil consistency. Slopes work well too. Fill around the plant and up to the top of its soil line. Tamp down with your hands to remove any air pockets. Water again around the drip line, being careful not to soak the leaves to help prevent fungus. Give lavender long drinks of water, and then let fully dry between to promote healthy root growth."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning As needed",
      "value": [
        "Pruning your lavender the first year will help ensure a full mounding shape to grow bushy. After flowering: Use sharp pruners and cut back the stem by a third. Do not cut into the woody base of the stem while it is young. While cutting, create a dome shape of the plant where the stems are longer in the middle and gradually trim shorter on the edges. This pruning may make the second flush of lavender flowers. Repeat the pruning in the same way but before fall weather turns cold.",
        "When spring arrives and after the last frost in your planting hardiness zone, look at your stems and shape up your plant leaving 2-3 inches of stem above the woody base. As before, maintain a dome shape to the plant. If there are dead, damaged, or diseased branches, remove them immediately."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Stem Cutting",
      "value": [
        "To propagate this plant during the growing season: Take a 4-6 inch stem cutting in the early spring before buds have started forming. Use a knife or sharp pruners, and cut below a node on a softwood stem. Remove the bottom leaves to expose the node. Dip the ends in rooting hormone and plant in a mixture of vermiculite or perlite and half coir mixed with a few scoops of bark for good drainage. Loosely cover the cuttings with a large clear plastic bag to create some humidity around it. After the roots are six weeks old, add the cuttings to moistened potting soil with excellent drainage, continue to water, and give it the bright, indirect lighting requirements. When planting in the perennial garden, add a rooting hormone to the soil and use plenty of well-draining supplements."
      ]
    }
  ],
  "description": [],
  "id": "provence-french-lavender",
  "metadata": [
    {
      "id": "pet-hazard",
      "label": "Pet Hazard",
      "value": "Toxic To Touch"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    }
  ],
  "title": "Provence French Lavender",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "provence-french-lavender_small_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$38.00"
        }
      ],
      "sizeId": "small",
      "sizeLabel": "S"
    }
  ]
}
