{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light Medium",
      "value": [
        "Medium to bright indirect light. Never direct sunlight."
      ]
    },
    {
      "id": "Water",
      "label": "Water Low",
      "value": [
        "Don't overwater. Too much water can cause root or crown rot."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "Enjoys high humidity. Spritz occasionally."
      ]
    },
    {
      "id": "Temperature",
      "label": "60°F to 80°F",
      "value": [
        "Ideally, the Bromeliads grow best when temperatures are between 60 and 80 degrees fahrenheight."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 10|11",
      "value": [
        "Outside: Grow in partial shade (4-6 hours) where nights are above 60°F.",
        "Indoors: The Bromeliad prefers bright, indirect light for at least six hours in a southern, eastern and western windows."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "Fertilize monthly during their growing period while the flower is in bloom with a balanced liquid fertilizer and a time release granular soil fertilizer. Reduce during the fall and winter months while the plant is in their dormant phase. When fertilizing, don't get the fertilizer in the urn or tank as this can burn the plant."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting Rarely",
      "value": [
        "To repot a bromeliad grown out of their container, get a larger one that's 2 inches wider with drainage holes. Make sure the container is sturdy enough if the bromeliad is top-heavy.",
        "Use a mixture of 1/2 well-draining potting mix, 1/4 perlite, and 1/4 orchid bark. Place a piece of screening at the bottom of the container over the drainage hole to secure the soil and allow to drain. Fill the container's bottom with the mix, then place the bromeliad in and fill around the edges. Leave at least an inch of room from the top of the container to avoid water spillage.",
        "Water the plant well. Add them to an area with bright, indirect sunlight and humidity to let them settle into their new environment."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning After bloom begins to die",
      "value": [
        "Remove the dead or dying part with some pruners back to the base. This simple pruning will give more light to the remaining pups with more room to stretch and make new baby bromeliads."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "To propagate the bromeliad pups, let the pups grow on the mother plant until they reach at least 5 inches or a third of the original stalk's size. Take the mother plant out of the pot. Cut the mother plant top off to see the pup and remove all the dead leaves. Pull away the pup and the small root system with them. You may need to use pruners to help remove the roots and pup. Some arm strength may be required to wedge them away from the parent plant. Once you have them separated, you can use a bromeliad medium (1/2 well-draining potting mix, 1/4 perlite, and 1/4 orchid bark) to repot them in. Use a container with drainage holes and nothing too big for the pup. Allow at least 2 inches of soil to surround the pup. You will bury the roots very shallow in the soil so as not to cause rotting on the leaves. Tamp the mix down to secure the plant. Water from overhead to give them a drink and water well so water drains through the hole. Set in a bright, indirect sunny area."
      ]
    }
  ],
  "description": [
    "The Neoregelia Bromeliad is a special bromeliad because they grow short and wide. They are a statement piece in any space.",
    "Neoregelias showcase blue or white flowers in their center while the inner leaves surrounding the flowers are a beautiful red or purple. Some species of Neoregelias also form red leaf tips on their spiny-edged leaves that are nicknamed “painted fingernails."
  ],
  "id": "neoregelia-bromeliad",
  "metadata": [
    {
      "id": "pet-safe",
      "label": "Pet Safe",
      "value": "Yes"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "6\" to 8\" W 8\" to 16\" H"
    }
  ],
  "title": "Neoregelia Bromeliad",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "neoregelia-bromeliad_medium_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$50.00"
        },
        {
          "imgSrc": "neoregelia-bromeliad_medium_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$56.00"
        },
        {
          "imgSrc": "neoregelia-bromeliad_medium_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$62.00"
        },
        {
          "imgSrc": "neoregelia-bromeliad_medium_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$64.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    }
  ]
}
