{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light High",
      "value": [
        "Grows best in bright, direct sunlight."
      ]
    },
    {
      "id": "Water",
      "label": "Water Low",
      "value": [
        "Water well when received, then allow the soil to dry out completely between waterings."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity Low",
      "value": [
        "Doesn't require any additional humidity."
      ]
    },
    {
      "id": "Temperature",
      "label": "65°F to 80°F",
      "value": [
        "Keep this plant out of cold drafts near open windows or doors."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 10|11|12",
      "value": [
        "Outside: Keep them in part shade (morning sun) on a patio out of direct sunlight to prevent leaf burn."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "Apply a liquid fertilizer especially formulated for indoor plants. Apply bimonthly during the spring, summer and fall season. Slow down the fertilizing to once a month in the winter."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 2 Years",
      "value": [
        "When receiving the Bird of Paradise plant, do not repot immediately but wait at least 6-12 months or if the roots are beginning to get crowded and growing through the drainage holes. They prefer to be a little root bound anyway.",
        "Repot in the spring, using a 2\"\" bigger pot to keep the roots drier. (Too big of a pot could cause the soil to dry slower, which is not helpful.)",
        "Place a piece of screening at the bottom of the container over the drainage hole to secure the soil and allow to drain. Use a well-draining indoor potting mix with perlite to help with drainage.",
        "Water your plant in the old pot before transferring over and let sit an hour.",
        "Add soil to the bottom to elevate the root ball. Lift the plant and release the roots against the existing planter. Use a clean knife or garden trowel to wedge between the pot and the soil to loosen.",
        "Inspect the root ball. Notice if there are any dead or rotting roots and trim off with sterile pruners. If the plant is rootbound, cut through the roots to alleviate continued encircling.",
        "Ensure the plant is sitting about 1\"\" below the edge of the pot to avoid water spillage. Add more soil and backfill around the sides by tamping down. Fill up to the soil line but not over.",
        "Water thoroughly, leaving the soil damp but not soggy. If settling occurs, add more soil.",
        "Water well to dampen the soil and let drain."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Bi-annually",
      "value": [
        "At any time of the year, remove any dead, damaged, or spent blooms to keep your plant in good health. Manage the size of the Bird of Paradise plant with hard pruning in early spring. Use sharp loppers or hand pruners and cut back leaves and stems that need thinning down to the ground. If any dead flowers are on the plant, cut the stem down to the plant's base. Remove any old, browning vegetation and clear up any debris around their base.",
        "To clean the leaves:",
        "Place the plant in a shower or tub.",
        "Use a watering container with a shower head attachment.",
        "Fill the watering can with filtered, bottled, or water that's free of chemicals and shower the plant's leaves to wash off any debris and dust.",
        "Let them drip dry and place back into their decorative container."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Division",
      "value": [
        "Propagate your Bird of Paradise when repotting your plant. Hydrate the night before to help prevent severe transplant shock. Remove the plant from the pot and dust off the soil to reveal the rhizomes and root system. Use a sterilized knife to sever the right root system. Remove a rhizome with attached roots by cutting apart. Sprinkle root hormone over the cuts and place in the moist, well-draining planting mix. Keep the soil evenly wet but not soggy. Do not let the soil dry out"
      ]
    }
  ],
  "description": [
    "Commonly known as the Giant White Bird of Paradise, the Strelitzia Nicolai is a flowering plant that is native to South Africa. They are similar to the Orange Bird of Paradise but can grow to be much, much taller."
  ],
  "id": "giant-bird-of-paradise",
  "metadata": [
    {
      "id": "pet-warning",
      "label": "Pet Warning",
      "value": "Toxic To Ingest"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "10\" to 16\" W 28\" to 38\" H"
    }
  ],
  "title": "Giant Bird of Paradise",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "https://cdn.shopify.com/s/files/1/0068/4215/5090/t/115/assets/143324fa29fb--pl-GiantBirdOfParadise1Gal-po-grower-25ffac.jpg?v=1655395635",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$54.00"
        }
      ],
      "sizeId": "oneGallon",
      "sizeLabel": "1G"
    },
    {
      "planters": [
        {
          "imgSrc": "https://cdn.shopify.com/s/files/1/0068/4215/5090/t/115/assets/143324fa29fb--pl-giantbirdofparadise-5gal-po-grower-3b5d11.jpg?v=1657295154",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$98.00"
        }
      ],
      "sizeId": "fiveGallon",
      "sizeLabel": "5G"
    },
    {
      "planters": [
        {
          "imgSrc": "https://cdn.shopify.com/s/files/1/0068/4215/5090/t/115/assets/143324fa29fb--pl-giantbirdofparadise-6in-po-grower-a95692.jpg?v=1657295164",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$50.00"
        },
        {
          "imgSrc": "https://cdn.shopify.com/s/files/1/0068/4215/5090/t/115/assets/143324fa29fb--pl-giantbirdofparadise-6in-po-lr-coco-83d6d2.jpg?v=1657295192",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$56.00"
        },
        {
          "imgSrc": "https://cdn.shopify.com/s/files/1/0068/4215/5090/t/115/assets/143324fa29fb--pl-giantbirdofparadise-6in-po-basket-eb7d2b.jpg?v=1657295206",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$62.00"
        },
        {
          "imgSrc": "https://cdn.shopify.com/s/files/1/0068/4215/5090/t/115/assets/143324fa29fb--pl-unknown1-6IN-po-cer-white-5fc141.jpg?v=1638382424",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$64.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    },
    {
      "planters": [
        {
          "imgSrc": "https://cdn.shopify.com/s/files/1/0068/4215/5090/t/115/assets/143324fa29fb--BirdofParadise-Grower-10-8cab8c.jpg?v=1633032571",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$118.00"
        }
      ],
      "sizeId": "extra-large",
      "sizeLabel": "XL"
    }
  ]
}
