{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light Medium",
      "value": [
        "This plant loves low to medium indirect light."
      ]
    },
    {
      "id": "Water",
      "label": "Water Low",
      "value": [
        "Allow the soil to dry out completely between waterings."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "Pothos love high levels of humidity. Spritz occasionally."
      ]
    },
    {
      "id": "Temperature",
      "label": "70°F to 90°F",
      "value": [
        "Ideally, the Pothos grows their best when temperatures are between 70°-90°F."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 10|11",
      "value": [
        "Outside: Grow in full sun (6-8 hours) to partial shade (4-6 hours) where nights are above 60°F.",
        "Indoors: The Golden Pothos prefers bright, indirect light for at least six hours in a southern, eastern and western windows."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Seasonally",
      "value": [
        "Fertilize every two to three months during their growing period in the spring and summer with a balanced liquid fertilizer or topical granular soil fertilizer. Let the plant rest in the fall and winter."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 2 Years",
      "value": [
        "When receiving the plant, do not repot immediately but wait at least 6-12 months or if the roots are beginning to get crowded and growing through the drainage holes. Repot in the spring, using a 2\" bigger pot to keep the roots drier. (Too big of a pot could cause the soil to dry slower, which is not helpful.) Use a well-draining indoor potting mix with perlite to help with drainage.",
        "Water your plant in the old pot before transferring over and let sit an hour. Place a piece of screening at the bottom of the container over the drainage hole to secure the soil and allow to drain. Add soil to the bottom to elevate the root ball. Lift the plant and release the roots against the existing planter. Use a clean knife or garden trowel to wedge between the pot and the soil to loosen. Inspect the root ball.",
        "Notice if there are any dead or rotting roots and trim off with sterile pruners. If the plant is rootbound, cut through the roots to alleviate continued encircling. Ensure the plant is sitting about 1\" below the edge of the pot to avoid water spillage. Add more soil and backfill around the sides by tamping down. Fill up to the soil line but not over. Water thoroughly, leaving the soil damp but not soggy. If settling occurs, add more soil."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Monthly",
      "value": [
        "To clean the leaves and alleviate dust particles: Shower them from above. Fill a watering-can with filtered, distilled, or tap water that has been sitting for 24 hours and is free of chemicals (chlorine or fluoride). Place the plant in a sink and lightly wash the leaves with a shower spray end watering can. Trim off any yellow leaves with sterile scissors. Remove any debris from the soil and replenish soil if needed. Inspect for any insects at this time. Prune the vines up to 2 inches from the soil line to create lushness at the top. As they spills over the rim of the container, trim to maintain their shape and size at your preference. Remove any dried or discolored leaves to keep the plant vigorous."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Stem Cutting",
      "value": [
        "Stem Cutting: In early spring, take a pothos cutting, use sharp pruners to remove a cutting from a tip off the vine. Cut at least 5-6 inches of stem to propagate. Place in a vase with water to root. Change the water each week with filtered, bottled, or tap water sitting at least 24 hours.",
        "After 3-4 weeks, check to make sure the stem has 1-2 inch, well-formed roots. If so, it's time to plant. *Fill a small container with drainage holes (too large of a container for the cutting will make it challenging to regulate watering needs) using an indoor well-draining potting mix. Mix a little rooting hormone into the soil. Poke a hole in the soil with a pencil. Then, place the cutting in the hole and tamp the soil down around them. Water the plant and keep them in medium to bright indirect sunlight. After 4-6 weeks, the roots should establish.",
        "Division: Divide the Golden Pothos in the early spring when emerging from dormancy. Pull from the container and cut through the roots with a sharp knife or pruners. Repot in a rich, indoor potting soil mix. Use a container 2 inches bigger than the root ball with drainage and is deep enough for the roots to grow. Place the roots at the same level as the previous pot adding soil at the bottom if necessary. Set them in bright, indirect sunlight and water. Check the moisture and humidity each day and add misting to keep the soil moist while the roots establish. After 6-8 weeks, roots will begin to form. You can tug onto the stem to ensure the roots are establishing."
      ]
    }
  ],
  "description": [
    "The Golden Pothos is one of the worlds' best-selling plants, and for a good reason! They are basically impossible to kill and thrives in situations other plants can't handle. Golden pothos is so low-maintenance they have a reputation for being impossible to kill — hence their nickname, devil's ivy. They don't need much water, and they are quite happy in darker parts of your home. They can survive almost anything: from a few weeks without water to being placed in a room with low light. Not only are they easy to maintain, but the Golden Pothos is also extremely beautiful. A must for any Green Space!",
    "A natural air purifier, this golden pothos makes an ideal addition to your bedroom. Because of the attractive way their leaves drape, they are a popular option for hanging plants. Enjoy your plant hanging in the original grower pot or remove the hanger and admire them in the decorative pot of your choosing! Either one is a great display!"
  ],
  "id": "everyone-s-favorite-golden-pothos",
  "metadata": [
    {
      "id": "pet-warning",
      "label": "Pet Warning",
      "value": "Toxic To Ingest"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "4\" to 6\" W 6\" to 8\" H"
    }
  ],
  "title": "Everyone's Favorite Golden Pothos",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "everyone-s-favorite-golden-pothos_small_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$38.00"
        },
        {
          "imgSrc": "everyone-s-favorite-golden-pothos_small_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$43.00"
        },
        {
          "imgSrc": "everyone-s-favorite-golden-pothos_small_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$48.00"
        },
        {
          "imgSrc": "everyone-s-favorite-golden-pothos_small_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$50.00"
        }
      ],
      "sizeId": "small",
      "sizeLabel": "S"
    },
    {
      "planters": [
        {
          "imgSrc": "everyone-s-favorite-golden-pothos_medium_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$50.00"
        },
        {
          "imgSrc": "everyone-s-favorite-golden-pothos_medium_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$56.00"
        },
        {
          "imgSrc": "everyone-s-favorite-golden-pothos_medium_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$64.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    },
    {
      "planters": [
        {
          "imgSrc": "everyone-s-favorite-golden-pothos_large_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$86.00"
        }
      ],
      "sizeId": "large",
      "sizeLabel": "L"
    }
  ]
}
