{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light Medium",
      "value": [
        "Prefers medium levels of indirect light."
      ]
    },
    {
      "id": "Water",
      "label": "Water Low",
      "value": [
        "Water well and then allow the soil to dry out between each watering."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity Medium",
      "value": [
        "Enjoys humidity. Spritz occasionally."
      ]
    },
    {
      "id": "Temperature",
      "label": "60°F to 80°F",
      "value": [
        "Keep this plant in rooms where the temperature is a comfortable 60°F-75°F and avoid cold drafts or air vents below 55°F."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 10|11|12",
      "value": [
        "Outside: Keep them in full shade on a patio out of direct sunlight to prevent leaf burn where nights are above 55°F."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "Fertilize throughout the spring, summer and fall every six weeks. Apply at half-strength a balanced, liquid fertilizer especially formulated for indoor plants and let them rest in the winter."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 3 Years",
      "value": [
        "When receiving the Dieffenbachia, do not repot immediately but wait at least 6-12 months or if the roots are beginning to get crowded and growing through the drainage holes.",
        "Repot in the spring, using a 2 inches bigger pot to keep the roots drier. (Too big of a planter could cause the soil to dry slower.)",
        "Place a piece of screening at the bottom of the container to secure the soil and allow to drain. Use a well-draining indoor potting mix with perlite to help with drainage. Plant in the old pot before transferring over and let sit an hour.",
        "Add soil to the bottom to elevate the root ball. Lift the plant and release the roots against the existing planter. Use a clean knife or garden trowel to wedge between the pot and the soil to loosen.",
        "Inspect the root ball. Notice if there are any dead or rotting roots and trim off with sterile pruners. If the plant is rootbound, loosen the roots to alleviate continued encircling.",
        "Ensure the plant is sitting about 1 inch below the edge of the pot to avoid water spillage. Add more soil and backfill around the sides by tamping down. Fill up to the soil line but not over.",
        "Water thoroughly, leaving the soil damp but not soggy. If settling occurs, add more soil.",
        "Water well to dampen the soil and let drain."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Monthly",
      "value": [
        "To clean the leaves and alleviate dust particles, give them a shower from above. Fill a watering can with filtered, distilled or tap water that has been sitting for 24 hours. Place the plant in a sink and lightly wash the leaves with a shower spray end watering can.",
        "Trim off any brown leaf tips that may appear with sterile scissors. Remove any debris from the soil and replenish soil if needed. Inspect for any insects at this time."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Division|Stem Cutting",
      "value": [
        "To propagate this plant during the growing season, take a stem cutting in the early spring. Use a knife or sharp pruners, cut below a node where there are at least three leaves. Find a place in the plant where there are still stalks on either side with leaves so they will have a chance to generate new leaves. Place the stem in a glass jar and fill with filtered water and watch the roots grow! Replace and freshen the water each week. After the roots are several months old, add to moistened potting soil, continue to water, and give them the bright, indirect lighting requirements."
      ]
    }
  ],
  "description": [
    "Speckled coloration in various shades of grey, green, and cream that are highly unusual for a foliage plant make this, unlike any Dieffenbachia you’ve ever seen before.",
    "The Dieffenbachia Memoria Corsii will be one of your new favorites.  They have the most beautiful coloration (in our opinion) of all the dieffenbachia."
  ],
  "id": "dieffenbachia-memoria-corsii",
  "metadata": [
    {
      "id": "pet-warning",
      "label": "Pet Warning",
      "value": "Toxic To Ingest"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    }
  ],
  "title": "Dieffenbachia Memoria Corsii",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "dieffenbachia-memoria-corsii_medium_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$50.00"
        },
        {
          "imgSrc": "dieffenbachia-memoria-corsii_medium_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$56.00"
        },
        {
          "imgSrc": "dieffenbachia-memoria-corsii_medium_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$62.00"
        },
        {
          "imgSrc": "dieffenbachia-memoria-corsii_medium_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$64.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    }
  ]
}
