{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light Medium",
      "value": [
        "Indoors in medium light (eastern or northern facing window); outdoors in part shade morning sun, afternoon shade (4-6 hrs.) where nights are above 60°F."
      ]
    },
    {
      "id": "Water",
      "label": "Water High",
      "value": [
        "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> Water when the soil is dry in the top 2 inches of soil. Keep evenly moist but not soggy consistently. Use filtered, bottled, or tap water sitting 24 hours to release the chemicals and water enough that the water discharges out of the drainage holes. Once the water is fully drained, replace them into the cache or decorative pot."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> Prefers high humidity. Spritz plant everyday and add a pebble tray or humidifier nearby to keep the air moist around them. Browning and dropping needles will indicate more humidity is needed."
      ]
    },
    {
      "id": "Temperature",
      "label": "55°F to 85°F",
      "value": [
        "Consistent temperature in the winter time. Avoid drafts or temperature extremes."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 9|10|11|12",
      "value": [
        "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> Outdoors in part shade morning sun, afternoon shade (4-6 hrs.) where nights are above 60°F. Overwinter inside in colder regions below 60°F"
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "Fertilize monthly during the growing season with 1/2 strength diluted. Let plants rest in the fall and winter months."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 2 Years",
      "value": [
        "To repot, slip on a pair of gloves since the needle-like leaves may cause some discomfort. Lift the plant from the pot and gingerly lay on their side as you gently tease away and separate the intertwining root system. Divide into halves or thirds and replant in a slightly larger pot in a well-draining potting mix."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Monthly",
      "value": [
        "Place the plant in a tub or shower and use lukewarm or tepid water that's been sitting for 24 hours. Fill in a watering can with a shower filter and gently let the water wash over the plant's leaves to remove any dust. Let the fern's leaves drain and dry and set back into the decorative container."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Division",
      "value": [
        "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> <!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> Gently separate the root system into smaller divisions and repot. Wait approximately three weeks before starting the fertilizing routine monthly. For the energetic gardener, propagate your plant from seed by picking the 1/4 inch glossy red berry's. Wearing gloves to avoid irritating the skin, remove the coating around the black seeds. Rub the seeds against sandpaper to begin the scarification process. Afterward, soak the seeds in warm water for 24 hours. Use a seed-starting mix and plant with a 1/4 inch layer of soil. Wet the surface with a spray bottle and cover the planter with a clear plastic bag to retain germination moisture. Keep at room temperature. Within three to four weeks, the seeds will germinate. Keep the soil medium consistently moist by spritzing with more water. Once seedlings emerge, remove the plastic wrap and place them in a bright, indirect lit window. After two leaves appear, it's time to separate them into individual containers to grow into mature ferns. Continue to nurture them by providing moisture and humidity. After two or three weeks from transplanting, fertilize monthly with a mixture of 1/2 strength during the growing season."
      ]
    }
  ],
  "description": [
    "The Asparagus Densiflorus 'Sprengeri'' (Asparagus Fern) has arching fronds that resemble a bottle-brush. Their needle-like cladodes (segments of a stem) function like leaves—an elegant addition to your hanging basket or tabletop collection."
  ],
  "id": "fern-asparagus-sprengerii",
  "metadata": [
    {
      "id": "pet-hazard",
      "label": "Pet Hazard",
      "value": "Toxic To Touch"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "4\" to 6\" W 6\" to 8\" H"
    }
  ],
  "title": "Fern Asparagus Sprengerii",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "fern-asparagus-sprengerii_small_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$38.00"
        },
        {
          "imgSrc": "fern-asparagus-sprengerii_small_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$43.00"
        },
        {
          "imgSrc": "fern-asparagus-sprengerii_small_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$48.00"
        },
        {
          "imgSrc": "fern-asparagus-sprengerii_small_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$50.00"
        }
      ],
      "sizeId": "small",
      "sizeLabel": "S"
    },
    {
      "planters": [
        {
          "imgSrc": "fern-asparagus-sprengerii_medium_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$50.00"
        },
        {
          "imgSrc": "fern-asparagus-sprengerii_medium_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$56.00"
        },
        {
          "imgSrc": "fern-asparagus-sprengerii_medium_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$62.00"
        },
        {
          "imgSrc": "fern-asparagus-sprengerii_medium_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$64.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    }
  ]
}
