{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light High",
      "value": [
        "Full sun (6-8 hours)"
      ]
    },
    {
      "id": "Water",
      "label": "Water Medium",
      "value": [
        "The Mirror Plant requires moist, well-drained soil. Add irrigation to establish and then periodic watering throughout the year to keep roots growing strong. This plant will become more drought tolerant over time once they are established."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity Medium",
      "value": [
        "Medium humidity levels are recommended for this plant."
      ]
    },
    {
      "id": "Temperature",
      "label": "36°F to 100°F",
      "value": [
        "Use as a perennial in plant zones 10-11 and annuals in all other zones."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 10|11",
      "value": [
        "This plant will not thrive in conditions colder than 20-25°F for long periods of time and will damage the leaves, stems and roots."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Yearly",
      "value": []
    },
    {
      "id": "Re-potting",
      "label": "Re-potting Yearly",
      "value": [
        "Outdoors: After the last frost date in your planting zone, plant Kangaroo paw in the spring. Choose a full sun (6-8 hours) area. Too little sunlight can cause week stems and floppiness and inhibit flowering. Cultivate the native soil for good drainage with organic matter like compost, and sand with slightly acidic soil pH. Be generous by digging a hole twice the pot's width and 1 inch shorter than the grower pot to raise above the soil level for good drainage. Use a pitchfork or a sharp object to stab the soil walls to make several indentions for the roots to take hold. Tickle the roots to loosen them if they wrap inside the container. Place the plant in the center of the hole. Fill the hole with water first, so the roots get another good drink. Next, backfill with native soil mixed with compost by one-third to one-half (if the native soil is clay). Add a rooting hormone fertilizer to this backfill mixture. Tamp the soil firmly down around the edges and mound up. Avoid covering the original soil level of the plant that was in the container. Add mulch as needed but not next to the stem or branches of the plant. Water lightly. Continue to observe the soil moisture each day, depending on the temperatures and soil drainage. The soil needs to remain moist but not soggy during the growing season and until they get established. Let dry on the top few inches between waterings."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning After bloom begins to die",
      "value": [
        "Prune out any dead, damaged or diseased limbs or leaves periodically. This plant can tolerate heavy pruning to keep a desired size or shape."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "To propagate, take cuttings in the early spring around the base of the shrub. Cut 3-4 inches long with 3-4 leaves. These cuttings should be from old-growth. Let the cutting sit overnight to callous up. Insert the stem in rooting hormone, and place in a cactus mix. Water thoroughly and set a clear plastic bag over the container to keep them damp and humid while the cutting roots. Place the cutting in warm, bright, indirect light. The root system should develop within a month."
      ]
    }
  ],
  "description": [
    "The Karo Red Mirror Plant is the perfect shrub to add decadence to your landscaping or patio. This Coprosma's glossy green leaves ombre to a deep burgundy. The densely packed leaves of this drought toerant plant add rich color to your space.",
    "This easy-care pyramidal shrub, the Mirror Plant (Coprosma regens) delights with marbled hues to intensify the winter garden and brighten summer landscapes in warmer climates. Their dramatic foliage color make them a favorite. Place in groupings or combine with colorful succulents."
  ],
  "id": "karo-red-mirror-bush-coprosma",
  "metadata": [
    {
      "id": "pet-warning",
      "label": "Pet Warning",
      "value": "Toxic To Ingest"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    }
  ],
  "title": "Karo Red Mirror Bush 'Coprosma'",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "karo-red-mirror-bush-coprosma_oneGallon_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$54.00"
        }
      ],
      "sizeId": "oneGallon",
      "sizeLabel": "1G"
    }
  ]
}
