{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light High",
      "value": [
        "Enjoys bright, direct sunlight."
      ]
    },
    {
      "id": "Water",
      "label": "Water Low",
      "value": [
        "Water well and then allow the soil to dry out between each watering."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity Low",
      "value": [
        "Enjoys lower levels of humidity."
      ]
    },
    {
      "id": "Temperature",
      "label": "60°F to 80°F",
      "value": [
        "Ideal daytime temperatures for this plant are between 60°-80°F during daylight hours. Unusual for most plants, but this one can tolerate a cold draft near entry ways."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 9|10",
      "value": [
        "Outside: Keep in part shade (early morning sun) to full shade on a patio out of direct sunlight to prevent leaf burn and bring inside when nights are below 60°F."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "Apply a liquid fertilizer at half strength especially formulated for indoor plants. Apply during the spring, summer season. Let them rest during the fall and winter."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 2 Years",
      "value": [
        "When receiving the Yucca Cane, do not repot immediately but wait at least 6-12 months. Repot every two years or when the roots are beginning to get crowded and growing through the drainage holes.",
        "Repot in the spring, using a 2 inches bigger pot with drainage holes to keep the roots drier. As the plant grows taller, ensure your container is heavy enough to counteract the top-heavy stalk.",
        "Place a piece of screening at the bottom of the container over the drainage hole to secure the soil and allow it to drain. Use four parts of well-draining peat-based potting mix, five parts perlite, and one part horticultural grade coarse sand free of salts.",
        "Water your plant in the old pot before transferring over and let sit an hour.",
        "Add the soil mix to the bottom to elevate the root ball. Lift the plant and release the roots against the existing planter. Use a clean knife or garden trowel to wedge between the pot and the soil to loosen.",
        "Inspect the root ball. Notice if there are any dead or rotting roots and trim off with sterile pruners. If the plant is rootbound, cut through the roots to alleviate continued encircling.",
        "Ensure the plant is sitting about 1 inch below the edge of the pot to avoid water spillage. Add more soil and backfill around the sides by tamping down. Fill up to the soil line but not over.",
        "Water thoroughly, leaving the soil damp but not soggy. If settling occurs, add more soil.",
        "Water well to dampen the soil and let drain."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning As needed",
      "value": [
        "Yucca Canes grow very slowly and there is really no need to prune. If the plant is getting too tall, hold off repotting them and just remove the top soil and replenish for nourishment. Clean any debris off the soil surface and trim any yellowing leaves with sterilized scissors. If the cane is cut with a saw to shorten, they may or may not reproduce new growth."
      ]
    }
  ],
  "description": [
    "Striking and easy to care for, Yucca Cane is an awesome choice for any first time (or uncertain) plant parent. Since they are native to arid regions, they prefer soil with excellent drainage and doesn't like to be overwatered. If you notice \"pups\" growing down at the base of your Yucca Cane, wait until they've matured a bit and then transplant to their own pot to create your Yucca Cane family."
  ],
  "id": "yucca-cane",
  "metadata": [
    {
      "id": "pet-warning",
      "label": "Pet Warning",
      "value": "Toxic To Ingest"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    }
  ],
  "title": "Yucca Cane",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "yucca-cane_small_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$38.00"
        },
        {
          "imgSrc": "yucca-cane_small_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$43.00"
        },
        {
          "imgSrc": "yucca-cane_small_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$50.00"
        }
      ],
      "sizeId": "small",
      "sizeLabel": "S"
    },
    {
      "planters": [
        {
          "imgSrc": "yucca-cane_medium_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$50.00"
        },
        {
          "imgSrc": "yucca-cane_medium_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$56.00"
        },
        {
          "imgSrc": "yucca-cane_medium_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$62.00"
        },
        {
          "imgSrc": "yucca-cane_medium_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$64.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    },
    {
      "planters": [
        {
          "imgSrc": "yucca-cane_extra-large_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$118.00"
        },
        {
          "imgSrc": "yucca-cane_extra-large_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$128.00"
        },
        {
          "imgSrc": "yucca-cane_extra-large_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$138.00"
        }
      ],
      "sizeId": "extra-large",
      "sizeLabel": "XL"
    }
  ]
}
