{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light High",
      "value": [
        "Place this plant in full sun (6-8 hours) to part sun (4-6)."
      ]
    },
    {
      "id": "Water",
      "label": "Water Medium",
      "value": [
        "Keep the soil consistently moist but not soggy."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity Medium",
      "value": [
        "This plant needs humidity levels between 40-60%."
      ]
    },
    {
      "id": "Temperature",
      "label": "72°F to 82°F",
      "value": [
        "The optimal temperatures to grow basil are in warm temps at 72°F-90°F. In these warm temps, you'll have several harvests throughout the season. For basil to amass a strong flavor and beneficial oils concentration, nighttime temps need to drop in the 64°F-71°F range."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 9|10|11|12",
      "value": [
        "This cultivar will grow as a perennial in plant hardiness zones 9-12. It grows as an annual in cooler climates."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Seasonally",
      "value": [
        "Apply your fertilizer six weeks around the drip edge of the plant or sprinkle some rich compost around the area. Container garden: If growing in a container, fertilize monthly with an organic balanced fertilizer."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting Rarely",
      "value": [
        "To transplant into a garden container or the garden bed, water your plant the night before. Dig the hole twice as wide as the grower pot and slightly shorter than the grower pot (not deeper) to raise the crown. Remove the plant and center in the spot. Add rooting hormone around the roots of the plant. Water in the hole and let drain. Add soil amendments like organic compost to enhance the soil consistency and ensure its well-draining. Fill around the plant and up to the top of its soil line. Tamp down with your hands to remove any air pockets. Water again around the drip line. This herb is susceptible to slugs, snails, cucumber and japanese beetles. You may add organic slug bait around the soil area and plant chives or garlic as a deterrent to beetles."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning As needed",
      "value": [
        "Harvest your plant's leaves when the plant has grown three to four sets of leaves or more. The plant has gotten strong enough to accumulate resources from photosynthesis, and his roots have nestled into the soil. Once your basil grows three sets of leaves, it's time to harvest. Younger leaves taste better too! Prevent your plant from going to flower as long as possible since flowering deters leaf production. Flower production is the end of your harvesting. Prune the plant slightly above two sets of leaves with sterile sharp scissors. (Do not pinch or tear the stems or this could lead to disease and a bigger wound.) Count up from the bottom and go up at least three sets before pruning."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "When plants grow lots of foliage in the spring, prune a 4-inch stem cutting. Cut the stem just below a leaf node. Remove leaves on 1/3 of the bottom half of the branch with pruners. (Do not tear off.) Dip the roots' ends and place down to the first leaf intersection in the damp, well-draining, seedling mixture. Tamp down around the stem to secure them. Use a 2-3 inch container with a 5 inch deep base with deep drainage for the roots to grow. Set it in bright, indirect sunlight while they are rooting. The soil needs to be at 70°F. Check the moisture each day and add misting to the soil (not the leaves) while the roots establish. After 3-4 weeks, roots will begin to form. You can tug onto the stem to ensure the roots establish after new growth begins. Place the cuttings in the morning sun for a couple of hours each day to harden them off. Increase the time each day and check to ensure the leaves aren't getting sunburnt. Once they have transitioned into the sun, you can transplant them to the garden after the roots are mature."
      ]
    }
  ],
  "description": [],
  "id": "basil-genovese-jumbo",
  "metadata": [
    {
      "id": "pet-safe",
      "label": "Pet Safe",
      "value": "Yes"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "4\" to 12\" W 10\" to 12\" H"
    }
  ],
  "title": "Basil Genovese Jumbo",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "basil-genovese-jumbo_small_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$38.00"
        },
        {
          "imgSrc": "basil-genovese-jumbo_small_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$43.00"
        },
        {
          "imgSrc": "basil-genovese-jumbo_small_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$48.00"
        },
        {
          "imgSrc": "basil-genovese-jumbo_small_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$50.00"
        }
      ],
      "sizeId": "small",
      "sizeLabel": "S"
    }
  ]
}
