{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light Medium",
      "value": [
        "Medium to bright indirect light. Never direct sunlight."
      ]
    },
    {
      "id": "Water",
      "label": "Water Medium",
      "value": [
        "Enjoys being on the moist, but not soggy side."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "Enjoys high humidity. Spritz occasionally."
      ]
    },
    {
      "id": "Temperature",
      "label": "60°F to 75°F",
      "value": [
        "Avoid any sudden temperature changes. Keep humidity high in warmer temperatures."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 10|11",
      "value": [
        "Outside: Grow in morning light, partial shade (4-6 hours) where nights are above 45°F.",
        "Indoors: The Money Tree prefers bright, indirect light for at least six hours in a southern, eastern and western windows."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "Trim off any dead or damaged stems to keep energy moving to the healthy leaves. Shower the leaves using a watering can with filtered or rainwater to remove dust. Remove any debris on the soil and replenish soil if needed."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 2 Years",
      "value": [
        "When receiving the plant, do not repot immediately but wait at least 6-12 months. Repot in the spring, using a 2\" wider pot. (Too large of a pot could cause the soil to dry slower, which is not helpful.) Use a well-draining indoor potting mix with perlite to help with drainage or an african violet potting mix.",
        "Water your plant in the old pot and let sit an hour before transferring. Place a piece of screening at the bottom of the container over the drainage hole to secure the soil and allow to drain. Add soil to the bottom to elevate the root ball. Lift the plant and release the roots against the existing planter. Use a clean knife or garden trowel to wedge between the pot and the soil to loosen. Inspect the root ball. Notice if there are any dead or rotting roots and trim off with sterile pruners. If the plant is rootbound, cut through the roots to alleviate continued encircling.",
        "Ensure the plant is sitting about 1\" below the edge of the pot to avoid water spillage. Add more soil and backfill around the sides by tamping down. Fill up to the soil line but not over. Water thoroughly, leaving the soil damp but not soggy. If settling occurs, add more soil. Enclose the new plantings in plastic bags, mist and keep them in medium light. Remove the plastic bag when the roots are established. You may observe some leaf changes as they acclimates to their new environment. They may suffer some transplant shock depending on how tight the roots were intertwined together. Trim off any declining leaves as they regains their energy and gets rooted into the soil over time."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Monthly",
      "value": [
        "Trim off any dead or damaged stems to keep energy moving to the healthy leaves. Shower the leaves using a watering can with filtered or rainwater to remove dust. Remove any debris on the soil and replenish soil if needed."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Division",
      "value": [
        "Indoors: Propagate and divide Peacock plants in the early spring when emerging from dormancy. Pull from the container and brush or wash away the soil carefully. Carefully divide and repot in a rich, indoor potting soil mix or African violet mix. Use a container that has drainage and is deep enough for the roots to grow. Set them in medium to bright, indirect sunlight while they are rooting. Check the moisture and humidity each day and add misting to keep the soil moist while the roots establish. After 6-8 weeks, roots will begin to establish. You can tug onto the stem to ensure the roots are anchoring well. Outdoors: Carefully loosen the soil and dig the roots up and separate the plant in new locations in your garden. Add rich, damp, and loamy soil in a part-shade morning sun location. Water with filtered or rain water at soil level."
      ]
    }
  ],
  "description": [
    "When it comes to showmanship, you can't go wrong with peacock plants. Watermelon colors of dark red on the bottom and variegated green and yellow on the top make their foliage stand out. Officially called Calathea Medallion Roseopicta, these Brazilian beauties have earned the nickname 'prayer plants'. This is because they raise and lower their leaves throughout the day as if they're worshipping. A medium-care plant, they thrive in humid environments."
  ],
  "id": "peacock-plant-calathea",
  "metadata": [
    {
      "id": "pet-safe",
      "label": "Pet Safe",
      "value": "Yes"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "Plays Hard to Get"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "6\" to 8\" W 8\" to 14\" H"
    }
  ],
  "title": "Peacock Plant (Calathea)",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "peacock-plant-calathea_small_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$38.00"
        },
        {
          "imgSrc": "peacock-plant-calathea_small_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$43.00"
        },
        {
          "imgSrc": "peacock-plant-calathea_small_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$48.00"
        },
        {
          "imgSrc": "peacock-plant-calathea_small_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$50.00"
        }
      ],
      "sizeId": "small",
      "sizeLabel": "S"
    },
    {
      "planters": [
        {
          "imgSrc": "peacock-plant-calathea_medium_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$50.00"
        },
        {
          "imgSrc": "peacock-plant-calathea_medium_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$56.00"
        },
        {
          "imgSrc": "peacock-plant-calathea_medium_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$62.00"
        },
        {
          "imgSrc": "peacock-plant-calathea_medium_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$64.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    }
  ]
}
