{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light High",
      "value": [
        "This plant loves high levels of bright, indirect light. Please place them in an eastern, southern, or western facing window for best results."
      ]
    },
    {
      "id": "Water",
      "label": "Water Medium",
      "value": [
        "When your plant meter is at a 4, it's time to water. Use filtered, bottled, or tap water sitting 24 hours to release the chemicals and water enough that the water discharges out of the drainage holes. Once the water is fully drained, replace them into the cache or decorative pot."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "Enjoys some extra humidity. Spritz occasionally."
      ]
    },
    {
      "id": "Temperature",
      "label": "70째F to 80째F",
      "value": [
        "This plant can survive on a porch where temps don't dip below 60째F. Sudden drops in temperature will cause leaf drop."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 9|10",
      "value": [
        "This plant will not tolerate frost or temperatures below 60째F if left outside."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Seasonally",
      "value": [
        "This plant has a small root system so too much fertilizer will burn the plant. You can fertilize three times a year in the spring, summer and fall. Apply at half-strength a balanced, liquid fertilizer especially formulated for indoor plants during the growing season and let them rest in the winter."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 3 Years",
      "value": [
        "When receiving the Peperomia Hope, do not repot immediately. This plant grows slowly, and the stems are delicate, so be very careful when repotting into a new container to guard against breaking the vines. Please wait at least 6-12 months to plant in a larger pot and only if necessary. Repot in the spring, using a 2 inches bigger pot to keep the roots drier. (Too big of a planter could cause the soil to dry slower.) Place a piece of screening at the bottom of the container over the drainage hole to secure the soil and allow to drain. Use a well-draining indoor potting mix with perlite and coco coir to help with drainage. Water your plant in the old pot before transferring over and let sit overnight. Add soil to the bottom to elevate the root ball. Lift the plant and release the roots against the existing planter. Use a clean knife or garden trowel to wedge between the pot and the soil to loosen. Inspect the root ball. Notice if there are any dead or rotting roots and trim them off with sterile pruners. Ensure the plant is sitting about 1 inch below the edge of the pot to avoid water spillage. Add more soil and backfill around the sides by tamping down. Fill up to the soil line but not over. Water thoroughly, leaving the soil damp but not soggy. If settling occurs, add more soil. Water well to dampen the soil and let drain."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Monthly",
      "value": [
        "To clean debris and dust off the leaves: Place the Peperomia Hope in a shower or tub. Fill a watering can with a shower spout with filtered, bottled, or water free of chlorine and fluoride. Shower the leaves, so each one is clear of dust and dirt. Let the water drain and replace your plant in the decorative container. To keep the plant compact and bushy, trim the vining stems and propagate back into the same container."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "To propagate this plant during the growing season: Take a stem cutting in the early spring. Use a knife or sharp pruners, cut below a node where there are at least three leaves. Remove the bottom leaves to expose the node. Place the stem in rooting hormone and plant in moistened potting soil mix. Keep the soil consistently moist. Keep the cuttings in medium to bright light."
      ]
    }
  ],
  "description": [],
  "id": "ficus-audrey",
  "metadata": [
    {
      "id": "pet-warning",
      "label": "Pet Warning",
      "value": "Toxic To Ingest"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "6\" to 10\" W 6\" to 15\" H"
    }
  ],
  "title": "Ficus Audrey",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "ficus-audrey_small_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$38.00"
        },
        {
          "imgSrc": "ficus-audrey_small_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$43.00"
        },
        {
          "imgSrc": "ficus-audrey_small_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$48.00"
        }
      ],
      "sizeId": "small",
      "sizeLabel": "S"
    },
    {
      "planters": [
        {
          "imgSrc": "ficus-audrey_medium_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$50.00"
        },
        {
          "imgSrc": "ficus-audrey_medium_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$56.00"
        },
        {
          "imgSrc": "ficus-audrey_medium_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$62.00"
        },
        {
          "imgSrc": "ficus-audrey_medium_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$64.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    },
    {
      "planters": [
        {
          "imgSrc": "ficus-audrey_large_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$86.00"
        },
        {
          "imgSrc": "ficus-audrey_large_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$94.00"
        },
        {
          "imgSrc": "ficus-audrey_large_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$102.00"
        }
      ],
      "sizeId": "large",
      "sizeLabel": "L"
    }
  ]
}
