{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light Medium",
      "value": [
        "This plant prefers low to medium light."
      ]
    },
    {
      "id": "Water",
      "label": "Water Low",
      "value": [
        "Allow the soil to dry out completely between waterings."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity Low",
      "value": [
        "This plant doesn't require any extra humidity."
      ]
    },
    {
      "id": "Temperature",
      "label": "65°F to 75°F",
      "value": [
        "Avoid fluctuations in temperature keeping them away from drafts."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 9|10",
      "value": [
        "Outside: Grow in filtered morning light where nights are above 50°F.",
        "Indoors: This plant prefers bright, to medium indirect light but can tolerate low light conditions."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Seasonally",
      "value": [
        "ZZ plants grow slowly. Therefore, they don't need a lot of fertilizer. Apply a balanced fertilizer in the early spring and summer at half strength."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 2 Years",
      "value": [
        "When receiving the plant, do not repot immediately but wait at least 6-8 months or if the roots are beginning to get crowded and growing through the drainage holes.",
        "Repot in the spring, using a 2\" bigger pot. (Too big of a pot could cause the soil to dry slower, which is not helpful.) Use a well-draining indoor potting mix with perlite to help with drainage.",
        "Water your plant in the old pot before transferring over and let sit an hour.",
        "Place a piece of screening at the bottom of the container over the drainage hole to secure the soil and allow to drain. Add soil to the bottom to elevate the rhizomes that mimic potatoes. Lift the plant and release the roots against the existing planter. Use a clean knife or garden trowel to wedge between the pot and the soil to loosen.",
        "Inspect the rhizomes. Notice if there are any dead or rot and trim off with sterile pruners. If the plant is rootbound, separate the roots and rhizomes if you wish to make more plants. If not, remove any weak leaves off the plant to help revitalize their energy.",
        "Ensure the plant is sitting about 1\" below the edge of the pot to avoid water spillage. Add more soil and backfill around the sides by tamping down. Fill up to the soil line but not over.",
        "Water thoroughly, leaving the soil damp but not soggy. If settling occurs, add more soil."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Monthly",
      "value": [
        "When yellowing leaves occur throughout the season on mature plants, remove them. If stems become too arched or heavy, prune back as needed. To clean, shower them with filtered water or non-fluoridated water."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Division",
      "value": [
        "Indoors: Propagate and divide ZZ plants in the early spring when emerging from dormancy.",
        "Pull from the container and brush or wash away the soil carefully around the rhizomes. Carefully divide and repot in a rich, indoor potting soil mix.",
        "Use a container that has drainage and is deep enough for the roots to have room to grow.",
        "Set in medium to bright, indirect sunlight while they are rooting.",
        "Check the moisture and humidity each day and add misting to keep the soil moist while the roots establish.",
        "After 6-8 weeks, roots will begin to establish. You can tug onto the stem to ensure the roots are anchoring well.",
        "Outdoors:",
        "Carefully loosen the soil and dig the roots up and separate the plant in new locations in your garden.",
        "Add rich, damp, and loamy soil in a filtered morning sun location.",
        "Water with filtered or rain water at the soil level."
      ]
    }
  ],
  "description": [
    "The ZZ plant is an excellent low-maintenance indoor plant (trust us, they are difficult to kill). You can place them almost anywhere, and they will grow, but they do appreciate a little bit of light now and then. Wherever they go, they are a tasteful and classy addition to your Green Space.",
    "Our ZZ plant is the ideal choice for inexperienced plant parents too. Not only are they adorable, with glossy dark green leaves, but they are also really one of our most low-maintenance houseplants. They thrive in all kinds of home and office spots and can go for weeks without watering. You can keep it on your desk or your bedside table. Did we mention they are a natural air purifier too?"
  ],
  "id": "zz-plant",
  "metadata": [
    {
      "id": "pet-warning",
      "label": "Pet Warning",
      "value": "Toxic To Ingest"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "4\" to 6\" W 7\" to 10\" H"
    }
  ],
  "title": "ZZ Plant",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "zz-plant_small_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$38.00"
        },
        {
          "imgSrc": "zz-plant_small_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$43.00"
        },
        {
          "imgSrc": "zz-plant_small_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$48.00"
        },
        {
          "imgSrc": "zz-plant_small_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$50.00"
        }
      ],
      "sizeId": "small",
      "sizeLabel": "S"
    },
    {
      "planters": [
        {
          "imgSrc": "zz-plant_medium_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$50.00"
        },
        {
          "imgSrc": "zz-plant_medium_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$56.00"
        },
        {
          "imgSrc": "zz-plant_medium_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$62.00"
        },
        {
          "imgSrc": "zz-plant_medium_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$64.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    },
    {
      "planters": [
        {
          "imgSrc": "zz-plant_extra-large_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$118.00"
        },
        {
          "imgSrc": "zz-plant_extra-large_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$128.00"
        },
        {
          "imgSrc": "zz-plant_extra-large_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$138.00"
        }
      ],
      "sizeId": "extra-large",
      "sizeLabel": "XL"
    }
  ]
}
