{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light High",
      "value": [
        "Bright, indirect light is best."
      ]
    },
    {
      "id": "Water",
      "label": "Water Medium",
      "value": [
        "To water, fill a bowl with tepid water (unsoftened and filtered of chemicals) for 30 minutes to 1 hour, once a week. Afterward, remove from the bowl and turn upside down to let completely drain on a towel. If the tilly is in bloom, avoid getting the flower wet by propping them out of the water."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "Keep these tillies close to a humidifier and mist often to keep humidity high."
      ]
    },
    {
      "id": "Temperature",
      "label": "60째F to 90째F",
      "value": [
        "Keep in normal indoor temperatures or mild outdoor temperatures. Bring inside when temperatures dip below 60째F."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 9|10|11|12",
      "value": [
        "This plant likes warmer temperatures in bright, indirect light. Bring in when temperatures dip below 60째F."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "When watering, add 1/4th the recommended dosage of fertilizer to the bowl when soaking. Foliar sprays that are specifically for bromeliads and Tillandsia can be applied. Fertilize monthly from early Spring until October."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting Rarely",
      "value": [
        "Tillandsia are air plants and grow amongst other plants. Add them to adorn a windowsill or companions with orchids, bromeliads or other plants that enjoy lots of humidity."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "Small tilly pups will originate at the base of an air plant after a bloom cycle. Allow them to grow to at least half the size of the mother plant before removing. In the wild, these plants and pups stay connected as a clump. Removing pups isn't a necessity."
      ]
    }
  ],
  "description": [],
  "id": "tillandsia-houston-air-plant",
  "metadata": [
    {
      "id": "pet-safe",
      "label": "Pet Safe",
      "value": "Yes"
    }
  ],
  "title": "Tillandsia Houston Air Plant",
  "variants": [
    {
      "imgSrc": "tillandsia-houston-air-plant.jpg",
      "price": "$12.00"
    }
  ]
}
