{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light Medium",
      "value": [
        "This plant loves low to medium indirect light."
      ]
    },
    {
      "id": "Water",
      "label": "Water Low",
      "value": [
        "Allow the soil to dry out completely between waterings."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "Pothos love high levels of humidity. Spritz occasionally."
      ]
    },
    {
      "id": "Temperature",
      "label": "65째F to 80째F",
      "value": [
        "Average comfortable room temperatures will be sufficient. These plants do not like cold temperatures under 55째F."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 10|11|12",
      "value": [
        "Outdoors in morning sun part shade(4-6 hours), where nights are above 55째F. If using in a container, they can only be used as an annual up to Zone 10 and then brought inside during the colder months."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "Water the plant before fertilizing to avoid fertilizer burn. Fertilize once a month by using a diluted liquid fertilizer.Use half the recommended strength. Fertilize in the spring and summer months but let the plant rest in the fall and winter."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 2 Years",
      "value": [
        "When the plant is rootbound and ready to repot (early spring before growth starts), plant in a 2\" bigger container in diameter and slightly deeper than the existing planter. Use an indoor container mix that is well-draining. Add soil to the bottom to elevate the root ball. Lift the plant and inspect the root ball. Notice if there are any dead or rotting roots and trim off with sterile pruners. If the plant is rootbound, cut through the roots to alleviate continued encircling. Ensure the plant is sitting about 1\" below the edge of the pot to avoid water spillage. Add more soil and backfill around the sides by tamping down. Do not cover the current level of soil on the plant but add soil up to this level. Replant and water thoroughly, leaving the soil damp but not soggy. Add more soil after watering if the soil settles."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Monthly",
      "value": [
        "To clean the leaves, put in a sink, and use filtered water in a watering container to shower over the leaves to knock the dust off. After cleaning the leaves, remove any dead leaves or debris on the surface of the soil. At this time, keep a lookout for pests and treat or remove them. Refreshen soil mixture if needed.",
        "Prune away dead, damaged, or diseased leaves down to the stem base with sterile pruners. Maintain the long vines as a full and bushy vine by trimming every few months or leave them to grow longer. As they thin out on the stem, trim back. Propagation"
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Stem Cutting",
      "value": [
        "To propagate this plant during the growing season, take a stem cutting in the early spring. With the cutting, remove the bottom leaves up 2-3 inches to expose the stem. Place the stem in a glass jar and fill with filtered water and watch the roots grow! Replace and freshen the water each week. After the roots are several months old, add to moistened potting soil, continue to water, and give them appropriate lighting requirements."
      ]
    }
  ],
  "description": [
    "Philodendron Hederaceum \"Lemon Lime\" is extremely easy to grow-no green thumb required! Tolerant of low-medium light but prefers to receive bright indirect light. Philodendron domesticum has chartreuse foliage. Their leaves offer an electric pinkish-yellow coloring, developing to a deep lemon and finally to lime green as they age. Tolerant of a wide range of light conditions, this plant is a prolific grower, producing long cascading vines that can easily reach the floor."
  ],
  "id": "sweetheart-vine",
  "metadata": [
    {
      "id": "pet-warning",
      "label": "Pet Warning",
      "value": "Toxic To Ingest"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "6\" to 8\" W 8\" to 9\" H"
    }
  ],
  "title": "Sweetheart Vine",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "sweetheart-vine_small_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$38.00"
        },
        {
          "imgSrc": "sweetheart-vine_small_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$43.00"
        },
        {
          "imgSrc": "sweetheart-vine_small_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$48.00"
        },
        {
          "imgSrc": "sweetheart-vine_small_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$50.00"
        }
      ],
      "sizeId": "small",
      "sizeLabel": "S"
    },
    {
      "planters": [
        {
          "imgSrc": "sweetheart-vine_medium_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$50.00"
        },
        {
          "imgSrc": "sweetheart-vine_medium_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$64.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    }
  ]
}
