{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light Medium",
      "value": [
        "Medium to bright indirect light. Never direct sunlight."
      ]
    },
    {
      "id": "Water",
      "label": "Water Medium",
      "value": [
        "Water thoroughly, but allow them to dry slightly between waterings."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "Enjoys high humidity. Spritz occasionally."
      ]
    },
    {
      "id": "Temperature",
      "label": "60°F to 90°F",
      "value": [
        "Ideally, the Flamingo Flower likes it on average of 68° at night and upwards of 86°F during daylight hours."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 10|11",
      "value": [
        "Outside: Grow in early morning sun (2-4 hours) where nights are above 60°F.",
        "Indoors: The Flamingo Flower prefers bright, indirect light for at least six hours in a southern, eastern and western windows."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "Fertilize once a month during the growing spring and summer with a balanced liquid fertilizer or topical granular soil fertilizer. Let the plant rest in the fall and winter.",
        "Leach salt residue buildup away by flushing the potted plant each month. Let the water run out the drain holes."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 2 Years",
      "value": [
        "When receiving the plant, do not repot immediately but wait at least 6-12 months or if the roots are beginning to get crowded and growing through the drainage holes.",
        "Repot in the spring, using a 2\" bigger pot to keep the roots drier. (Too big of a pot could cause the soil to dry slower, which is not helpful.) Use a well-draining indoor potting mix with perlite to help with drainage.",
        "Water your plant in the old pot before transferring over and let sit an hour. Place a piece of screening at the bottom of the container over the drainage hole to secure the soil and allow to drain. Add soil to the bottom to elevate the root ball. Lift the plant and release the roots against the existing planter. Use a clean knife or garden trowel to wedge between the pot and the soil to loosen.",
        "Inspect the root ball. Notice if there are any dead or rotting roots and trim off with sterile pruners. If the plant is rootbound, cut through the roots to alleviate continued encircling.",
        "Ensure the plant is sitting about 1\" below the edge of the pot to avoid water spillage. Add more soil and backfill around the sides by tamping down. Fill up to the soil line but not over.",
        "Water thoroughly, leaving the soil damp but not soggy. If settling occurs, add more soil."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Monthly",
      "value": [
        "Gently wipe clean with a soft, damp cloth or paper towel. Work gently from the stem's base toward the leaf's tip, cleaning both sides at once. After cleaning the leaves, remove any dead leaves or debris on the surface of the soil.",
        "Refreshen the soil mixture if needed.",
        "Prune away damaged or diseased leaves or flowers down to the stem base with sterile scissors."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Division",
      "value": [
        "Indoors: Propagate and divide Flamingo Flowers in the early spring when emerging from dormancy.",
        "Pull from the container and brush or wash away the soil carefully. Carefully divide and keep at least two rhizomes together and repot in a rich, indoor potting soil mix.",
        "Use a container that has drainage and is deep enough for the roots to grow. Place the rhizomes at least 1-2 inches down into the soil.",
        "Set in bright, indirect sunlight while they are rooting.",
        "Check the moisture and humidity each day and add misting to keep the soil moist while the roots establish.",
        "After 6-8 weeks, roots will begin to form. You can tug onto the stem to ensure the roots are establishing.",
        "Outdoors: Carefully loosen the soil and dig the tubers up, avoiding damaging the rhizomes. Divide the rhizomes and plant in new locations in your garden. Add rich, damp, and loamy soil in a part-shade morning sun location."
      ]
    },
    {
      "id": "Light",
      "label": "Light High",
      "value": [
        "Place in full to part sun to keep the plant blooming and to maintain their growth."
      ]
    },
    {
      "id": "Water",
      "label": "Water High",
      "value": [
        "This plant likes to be kept moist in well draining soil all blooming season."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "Requires high humidity."
      ]
    },
    {
      "id": "Temperature",
      "label": "65°F to 75°F",
      "value": [
        "Add this plant to the patio garden when temperatures remain aboe 50°F in a sunny spot for 4-8 hours. If blooms aren't prolific, move to a sunnier spot."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 10|11",
      "value": [
        "Outside: Keep them in full to part sun on a patio during summer months. Use them as an annual where nights dip below 50°F."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "Fertilize monthly during their growing period (spring and summer months) with a balanced liquid fertilizer. Stop fertilizing during the fall and winter months while the plant is in their dormant phase."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 2 Years",
      "value": [
        "Water your plant a couple of days before transplanting. After receiving the Mandevilla, let them acclimate to their new environment for a couple of weeks before transplanting. Use a 2 inches bigger pot for a patio. Place a piece of screening at the bottom of the container over the drainage hole to secure the soil and allow to drain. Use a well-draining indoor potting mix with perlite to help with drainage. Add soil to the bottom to elevate the root ball. Lift the plant and release the roots against the existing planter. Use a clean knife or garden trowel to wedge between the grower pot and the soil to loosen. Inspect the root ball. Notice if there are any dead or rotting roots and trim them off with sterile pruners. If the plant is rootbound, loosen the roots to alleviate continued encircling. Ensure the plant is sitting about 1 inch below the edge of the pot to avoid water spillage. Add more soil and backfill around the sides by tamping down. Fill up to the soil line but not over. Water thoroughly, leaving the soil damp but not soggy. If settling occurs, add more soil. Water well to dampen the soil and let drain. Place them in full to part sun (4-8 hours)."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "To propagate this plant during the growing season: Take a stem cutting in the early spring. Use a knife or sharp pruners, cut below a node where there are at least two to three leaves. Remove the bottom leaves to expose the node. Place the stem in rooting hormone and plant in moistened potting soil mix. Keep the soil consistently moist. Keep the cuttings in bright light. Add a clear plastic bag over the cutting and mist inside to raise the humidity level. Once the cutting has rooted after six weeks, the cover can be removed."
      ]
    },
    {
      "id": "Light",
      "label": "Light Medium",
      "value": [
        "Medium to bright indirect light. Never direct sunlight."
      ]
    },
    {
      "id": "Water",
      "label": "Water Low",
      "value": [
        "Don't overwater. Too much water can cause root or crown rot."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "Enjoys high humidity. Spritz occasionally."
      ]
    },
    {
      "id": "Temperature",
      "label": "60°F to 80°F",
      "value": [
        "Ideally, the Bromeliads grow best when temperatures are between 60 and 80 degrees fahrenheight."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 10|11",
      "value": [
        "Outside: Grow in partial shade (4-6 hours) where nights are above 60°F.",
        "Indoors: The Bromeliad prefers bright, indirect light for at least six hours in a southern, eastern and western windows."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "Fertilize monthly during their growing period while the flower is in bloom with a balanced liquid fertilizer and a time release granular soil fertilizer. Reduce during the fall and winter months while the plant is in their dormant phase. When fertilizing, don't get the fertilizer in the urn or tank as this can burn the plant."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting Rarely",
      "value": [
        "To repot a bromeliad grown out of their container, get a larger one that's 2 inches wider with drainage holes. Make sure the container is sturdy enough if the bromeliad is top-heavy.",
        "Use a mixture of 1/2 well-draining potting mix, 1/4 perlite, and 1/4 orchid bark. Place a piece of screening at the bottom of the container over the drainage hole to secure the soil and allow to drain. Fill the container's bottom with the mix, then place the bromeliad in and fill around the edges. Leave at least an inch of room from the top of the container to avoid water spillage.",
        "Water the plant well. Add them to an area with bright, indirect sunlight and humidity to let them settle into their new environment."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning After bloom begins to die",
      "value": [
        "Remove the dead or dying part with some pruners back to the base. This simple pruning will give more light to the remaining pups with more room to stretch and make new baby bromeliads."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "To propagate the bromeliad pups, let the pups grow on the mother plant until they reach at least 5 inches or a third of the original stalk's size. Take the mother plant out of the pot. Cut the mother plant top off to see the pup and remove all the dead leaves. Pull away the pup and the small root system with them. You may need to use pruners to help remove the roots and pup. Some arm strength may be required to wedge them away from the parent plant. Once you have them separated, you can use a bromeliad medium (1/2 well-draining potting mix, 1/4 perlite, and 1/4 orchid bark) to repot them in. Use a container with drainage holes and nothing too big for the pup. Allow at least 2 inches of soil to surround the pup. You will bury the roots very shallow in the soil so as not to cause rotting on the leaves. Tamp the mix down to secure the plant. Water from overhead to give them a drink and water well so water drains through the hole. Set in a bright, indirect sunny area."
      ]
    },
    {
      "id": "Light",
      "label": "Light Medium",
      "value": [
        "Medium to bright indirect light. Never direct sunlight."
      ]
    },
    {
      "id": "Water",
      "label": "Water Medium",
      "value": [
        "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> Use filtered, bottled, or tap water sitting 24 hours to release the chemicals and water enough to discharge out of the drainage holes. Once the water is fully drained, replace them into the cache or decorative pot. Don't let the roots sit in standing water. Keep the soil consistently moist. During winter months, reduce watering while they are in dormancy."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> <!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> Enjoys medium humidity. Add a pebble tray or humidifier to keep the humidity around them. Spritz a couple times per week."
      ]
    },
    {
      "id": "Temperature",
      "label": "60°F to 75°F",
      "value": [
        "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> This plant likes warmer temperatures. Keep out of cold drafts."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 11|12",
      "value": [
        "Gardeners can grow these Prayer Plants as a ground cover in the outdoors in this plant hardiness zones 11-12."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Every two weeks",
      "value": [
        "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> Fertilize every two weeks during the growing season (spring and summer) by diluting a liquid fertilizer by half strength. Let the plant rest in the fall and winter."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 2 Years",
      "value": [
        "When receiving the plant, do not re-pot immediately but wait at least 6 to 12 months or if the roots are beginning to get crowded and growing through the drainage holes. Re-pot in the spring, using a 2\" wider shallow pot. Use a well-draining, aerated indoor potting soil with perlite.",
        "Water your plant in the old pot before transferring over and let sit an hour. Place a piece of screening at the bottom of the container over the drainage hole to the soil and allow to drain. Add soil to the bottom to elevate the root ball. Lift the plant and release the roots against the existing planter. Use a clean knife or garden trowel to wedge between the pot and the soil to loosen.",
        "Inspect the root ball. Notice if there are any dead or rotting roots and trim off with sterile pruners. If the plant is rootbound, cut through the roots to alleviate continued encircling.",
        "Ensure the plant is sitting about 1\" below the edge of the pot to avoid water spillage. Add more soil and backfill around the sides by tamping down. Fill up to the soil line but not over.",
        "Water thoroughly, leaving the soil damp but not soggy. If settling occurs, add more soil."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Monthly",
      "value": [
        "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> Remove any brown edges with a trim and keep the soil free of debris."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings|Division",
      "value": [
        "Cuttings:",
        "To propagate this plant during the growing season, take a stem cutting in the early spring. Use a knife or sharp pruners, cut below a node closest to the end of the stem. Place the stem in a glass jar and fill them with filtered water and watch the roots grow! Replace and freshen the water each week. After the roots are several months old, add them to moistened potting soil, continue to water, and give them the bright, indirect lighting requirements. Add a clear plastic bag over the pot to retain humidity while the stem roots.",
        "Soil propagation includes dipping the cutting in hormone stimulator and placing in prepared rich, well-draining, moist (but not soggy) soil with plenty of aeration. Keep the soil moist for approximately four weeks until roots begin to grow. You can tug slightly on the stalk to see if roots are grabbing and holding after this time. Provide their bright, indirect light to acquire the photosynthesis for growth to occur.",
        "Division:",
        "Remove the plant from the pot. Hold the base and turn upside down with your palm securely holding the plant. Gingerly pull the pot off the root base. Separate the plant into halves or thirds by pulling apart the roots or using a sterilized knife. Repot each in new well-draining aerated soil. Use a smaller, shallow pot for each portion. Fill each with soil, leaving an inch below the soil edge to eliminate water spillage. Water and let drain well."
      ]
    }
  ],
  "description": [
    "Are you RED-y to add bright, bold color to your houseplant collection? Our Radiant Red Bundle will catch the eye of any guest with their vivid red blooms.",
    "Collection Includes:"
  ],
  "id": "radiant-red-bundle",
  "metadata": [
    {
      "id": "pet-warning",
      "label": "Pet Warning",
      "value": "Toxic To Ingest"
    }
  ],
  "title": "Radiant Red Bundle",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "radiant-red-bundle_medium_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$170.00"
        },
        {
          "imgSrc": "radiant-red-bundle_medium_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$194.00"
        },
        {
          "imgSrc": "radiant-red-bundle_medium_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$218.00"
        },
        {
          "imgSrc": "radiant-red-bundle_medium_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$226.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    }
  ]
}
