{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light Medium",
      "value": [
        "Bright, indirect light is the best for this plant."
      ]
    },
    {
      "id": "Water",
      "label": "Water Medium",
      "value": [
        "Use filtered, bottled, or tap water that's sat 24 hours to release the chemicals and water enough that the water discharges out of the drainage holes. Once the water is fully drained, place them back into the cache or decorative pot. Avoid overwatering as it can suffer from root rot. Add water when the top several inches of soil are dry."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "High home humidity between 50-60% is best for this plant. Add a pebble tray or humidifier around it."
      ]
    },
    {
      "id": "Temperature",
      "label": "60°F to 75°F",
      "value": [
        "This plant doesn't tolerate cold temperatures. Avoid cold drafts near doors, windows and air vents."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 10",
      "value": [
        "When using outdoors, this plant can handle early morning sun in partial shade or dappled light. Shade them from direct, full sun or the leaves will burn and get crispy."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Every two weeks",
      "value": [
        "Fertilize twice a month by diluting a liquid fertilizer into the water while watering. Use half the recommended strength. Fertilize in the spring and summer months but let the plant rest in the fall and winter."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 2 Years",
      "value": [
        "When receiving the Philodendron Birkin, do not repot immediately but wait at least 6-12 months or if the roots are beginning to get crowded and growing through the drainage holes. Repot in the spring, using a 2 inches bigger pot to keep the roots drier. (Too big of a planter could cause the soil to dry slower.) Place a piece of screening at the bottom of the container over the drainage hole to secure the soil and allow to drain. Use a well-draining indoor potting mix. A mix of 3 cups of potting soil, 2 cups of coconut coir, 4 cups of bark, 1 cup of perlite, and 1/4 cup of horticultural charcoal is perfect for this aroid. Water your plant in the old pot before transferring over and let sit for an hour. Add soil to the bottom to elevate the root ball. Lift the plant and release the roots against the existing planter. Use a clean knife or garden trowel to wedge between the pot and the soil to loosen. Inspect the root ball. Notice if there are any dead or rotting roots and trim them off with sterile pruners. Ensure the plant is sitting about 1 inch below the edge of the pot to avoid water spillage. Add more soil and backfill around the sides by tamping down. Fill up to the soil line but not over. Water thoroughly, leaving the soil damp but not soggy. If settling occurs, add more mix. Let the plant drain in the grower pot before setting them into a cachet pot without drainage."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Monthly",
      "value": [
        "To clean the leaves and alleviate dust particles, shower the Philodendron Birkin from above. Fill a watering can with filtered, distilled, or tap water sitting for 24 hours. Place the plant in a sink and lightly wash the leaves with a shower spray end watering can. Trim off any brown leaves with sterile scissors and remove any debris from the soil. Replenish soil if needed. Inspect for any insects at this time."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Stem Cutting",
      "value": [
        "To propagate this Philodendron Birkin plant, take a stem cutting in the early spring. Remove the bottom leaves up 2-3 inches to expose the stem. Place the stem in a glass jar and fill with filtered water and watch the roots grow! Replace and freshen the water each week. After the roots are several months old, add to moistened potting soil, continue to water, and place them medium to bright light."
      ]
    }
  ],
  "description": [],
  "id": "philodendron-birkin",
  "metadata": [
    {
      "id": "pet-warning",
      "label": "Pet Warning",
      "value": "Toxic To Ingest"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "4\" to 8\" W 5\" to 10\" H"
    }
  ],
  "title": "Philodendron Birkin",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "philodendron-birkin_small_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$38.00"
        },
        {
          "imgSrc": "philodendron-birkin_small_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$43.00"
        },
        {
          "imgSrc": "philodendron-birkin_small_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$48.00"
        },
        {
          "imgSrc": "philodendron-birkin_small_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$50.00"
        }
      ],
      "sizeId": "small",
      "sizeLabel": "S"
    },
    {
      "planters": [
        {
          "imgSrc": "philodendron-birkin_medium_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$50.00"
        },
        {
          "imgSrc": "philodendron-birkin_medium_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$56.00"
        },
        {
          "imgSrc": "philodendron-birkin_medium_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$62.00"
        },
        {
          "imgSrc": "philodendron-birkin_medium_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$64.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    }
  ]
}
