{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light",
      "value": []
    },
    {
      "id": "Water",
      "label": "Water",
      "value": []
    },
    {
      "id": "Humidity",
      "label": "Humidity",
      "value": []
    },
    {
      "id": "Light",
      "label": "Light High",
      "value": [
        "Best in medium to bright indirect light."
      ]
    },
    {
      "id": "Water",
      "label": "Water Medium",
      "value": [
        "Water well when received, then allow the soil to dry out between waterings. Enjoys being on the moist side."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity Medium",
      "value": [
        "Enjoys humidity. Spritz occasionally."
      ]
    },
    {
      "id": "Temperature",
      "label": "60°F to 85°F",
      "value": [
        "Keep in their ideal temperatures so that they will remain healthy."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 9|10",
      "value": [
        "Outside: Keep in filtered sun to full shade. Nightime temperatures need to remain above 50°F for healthy growth."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Seasonally",
      "value": [
        "Apply a slow release fertilizer especially formulated for rose plants because these palms like the magnesium to prevent yellow spots on the fronds. Apply once during the spring, summer and fall season. If using a liquid fertilizer, use at half strength monthly throughout the growing season. Let rest during the winter."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 2 Years",
      "value": [
        "When receiving the plant, do not repot immediately but wait at least 6-12 months or if the roots are beginning to get crowded and growing through the drainage holes.",
        "Repot in the spring, using a 2\" bigger pot. Use a well-draining indoor potting mix with perlite to help with drainage.",
        "Water your plant in the old pot before transferring over and let sit an hour. Place a piece of screening at the bottom of the container over the drainage hole to secure the soil and allow to drain. Add soil to the bottom to elevate the root ball. Lift the plant and release the roots against the existing planter. Use a clean knife or garden trowel to wedge between the pot and the soil to loosen."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Bi-annually",
      "value": [
        "Use sterilized pruners and remove any dead, damaged, or diseased fronds off the plant. Wear gloves to remove the sharp spines at the leaflets' base on the fronds. Prune away fronds that are at the base of the plant. It is not unusual that the plant will shed their lower leaves from time to time. To clean debris and dust off the leaves:",
        "Place the palm in a shower or tub.",
        "Fill a watering can with a shower spout with filtered, bottled, or water free of chlorine and fluoride.",
        "Shower the leaves, so each one is clear of dust and dirt.",
        "Let the water drain and replace your palm in the decorative container."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "Release the soil around the sucker with a garden fork. Carefully uncover and remove the sucker and associated roots. Do not disturb the mother plant.",
        "Using a sharp knife to cut the sucker while keeping in tack the detached portions fibrous roots. Repair and add soil around the parent plant.",
        "Reduce long, leafy shoots by removing about half of the stem and leaves.",
        "Plant the sucker into a well-draining potting mix with perlite added.",
        "Water well after securing the soil around the roots. Keep a consistent watering schedule for the first year."
      ]
    }
  ],
  "description": [
    "\"Heloise and Abelard\" is one of history's most passionate and romantic true love stories. The famous love affair of the 12th-century philosopher and theologian and his student Heloise inspires and moves writers and artists to this day. These forbidden lovers are represented by the Snake Plant & Date Palm, two plants that are fated to be together forever.",
    "Both the Date Palm and the Bountiful Variegated Laurentii Snake Plant are strong and durable plants. Just like Heloise and Abelard's love, they will survive. These easy-care plants will make for a great addition to your personal green space."
  ],
  "id": "heloise-and-abelard-bundle-snake-plant-pygmy-date-palm",
  "metadata": [
    {
      "id": "pet-warning",
      "label": "Pet Warning",
      "value": "Toxic To Ingest"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "10\" to 14\" W 14\" to 28\" H"
    }
  ],
  "title": "Heloise and Abelard Bundle: Snake Plant & Pygmy Date Palm",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "heloise-and-abelard-bundle-snake-plant-pygmy-date-palm_extra-large_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$200.00"
        }
      ],
      "sizeId": "extra-large",
      "sizeLabel": "XL"
    }
  ]
}
