{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light High",
      "value": [
        "Indoors: Bright, indirect light Outdoors: Morning part shade (4-6 hours)"
      ]
    },
    {
      "id": "Water",
      "label": "Water High",
      "value": [
        "Keep the soil consistently moist (but not soggy). Let them dry between waterings on the top 1-2 inches of the soil."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity High",
      "value": [
        "Keep high humidity around them at an average of 65-80%. Add a gravel tray, or use a humidifier or group with other plants. Don't spritz as it can cause foliar disease."
      ]
    },
    {
      "id": "Temperature",
      "label": "70°F to 85°F",
      "value": [
        "The Elephant Ear 'Regal Shields' grows in their original environment at warm temperatures. Keep them away from any cold drafts or heating and air vents."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 10",
      "value": [
        "Take inside where temperatures fall below 59°F."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Monthly",
      "value": [
        "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> Add a balanced liquid fertilizer at a quarter strength when watering indoors during the growing season between spring and summer. Give them a rest during the winter months."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting 2 Years",
      "value": [
        "Indoors:",
        "Repot the Alocasia Regal Shields when the plant is rootbound (more roots than soil) in early spring before growth starts.",
        "Hydrate the plant in the pot before transplanting or dividing and let rest for an hour.",
        "Plant in a 2\" bigger container in diameter and slightly deeper than the existing planter.",
        "Use an indoor container mix that is well-draining mixed with a third cactus mix for good drainage. Add soil to the bottom to elevate the root ball.",
        "Lift the plant and inspect the root ball. Notice if there are any dead or rotting roots and trim off with sterile pruners. If the plant is rootbound, untangle the roots to alleviate continued encircling. Trim up the side of the root ball so new roots will form.",
        "Ensure the plant is sitting about 1\" below the edge of the pot to avoid water spillage.",
        "Add more soil and backfill around the sides by tamping down. Do not cover the current level of soil on the plant but add soil up to this level.",
        "Water thoroughly, leaving the soil damp but not soggy. Add more soil after watering if the soil settles.",
        "Outdoors:",
        "Before planting or repotting in a container, water the plant in the grower pot well.",
        "Find a spot in the garden where there are at least 4-8 hours of direct sunlight each day.",
        "Be generous by digging a hole twice the pot's width and 1 inch shorter than the grower pot to raise it above the soil level for good drainage.",
        "Use a pitchfork or a sharp object to stab the soil walls to make several indentions for the roots to take hold.",
        "Tickle the roots to loosen them if they wrap inside the container.",
        "Place the plant in the center of the hole.",
        "Fill the hole with water first, so the roots get another good drink.",
        "Next, backfill with native soil mixed with compost by one-third to one-half (if the native soil is clay).",
        "Add a rooting hormone fertilizer to this backfill mixture. Tamp the soil firmly down around the edges and mound up. Avoid covering the original soil level of the plant that was in the container.",
        "Add mulch as needed but not next to the stem or branches of the plant.",
        "Water lightly. Continue to observe the soil moisture each day, depending on the temperatures and soil drainage."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning Monthly",
      "value": [
        "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}--> To clean the leaves, put in a sink, and use filtered water in a watering container to shower over the leaves to knock the dust off. After cleaning the leaves, remove any dead leaves or debris on the surface of the soil. At this time, keep a lookout for pests and treat or remove them. Refreshen soil mixture if needed.",
        "Prune away dead, damaged, or diseased leaves down to the stem base with sterile pruners. Maintain the long vines as a full and bushy vine by trimming every few months or leave them to grow longer. As they thin out on the stem, trim back. Use the cuttings to propagate more plants!"
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "Take stem cuttings from the parent plant. Cut with sterile scissors below the leaf node with at least two joints. Dip in rooting hormone and place it in moist soilless potting soil. Cover with a clear plastic bag to retain moisture and humidity while they root. Keep the cutting in warm, medium to bright indirect light. After three weeks, check the rooting of the baby cutting by pulling gently on the leaf. If it's snug, then roots are forming. Keep them covered until new growth appears. Remove the clear bag at this point and keep moist and humidity levels high while it matures.",
        "Alternatively, place root cuttings in a container with water and maintain indoor temperatures at 65° to 72° F. Change the water weekly as the roots form to eliminate bacteria from forming. The cuttings will root within a four to eight week time period. Once there is a significant root mass of 3-4 inches, transplant into a container mix in a 4-6\" pot."
      ]
    }
  ],
  "description": [
    "The Alocasia 'Regal Shields' thick and durable green leaves show off with dark purple-tinged undersides. The light green veins on the upper surface and purple-yellow-green veins on the lower surface gives an unusual color distinction to any room. Growing up to 9' tall and 4' wide makes them a focal point to any brightly lit room!"
  ],
  "id": "elephant-ear-alocasia-regal-shield-40-off-this-week-only",
  "metadata": [
    {
      "id": "pet-warning",
      "label": "Pet Warning",
      "value": "Toxic To Ingest"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "Plays Hard to Get"
    }
  ],
  "title": "Elephant Ear Alocasia Regal Shield - 40% Off This Week Only!",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "elephant-ear-alocasia-regal-shield-40-off-this-week-only_medium_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$30.00"
        },
        {
          "imgSrc": "elephant-ear-alocasia-regal-shield-40-off-this-week-only_medium_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$36.00"
        },
        {
          "imgSrc": "elephant-ear-alocasia-regal-shield-40-off-this-week-only_medium_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$42.00"
        },
        {
          "imgSrc": "elephant-ear-alocasia-regal-shield-40-off-this-week-only_medium_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$44.00"
        }
      ],
      "sizeId": "medium",
      "sizeLabel": "M"
    },
    {
      "planters": [
        {
          "imgSrc": "elephant-ear-alocasia-regal-shield-40-off-this-week-only_extra-large_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$70.00"
        },
        {
          "imgSrc": "elephant-ear-alocasia-regal-shield-40-off-this-week-only_extra-large_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$80.00"
        },
        {
          "imgSrc": "elephant-ear-alocasia-regal-shield-40-off-this-week-only_extra-large_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$90.00"
        }
      ],
      "sizeId": "extra-large",
      "sizeLabel": "XL"
    }
  ]
}
