{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light Medium",
      "value": [
        "Add this plant to a partial shade (4-6 hours of morning sun) to full shade (2-4 hours). Protect them from the hot afternoon sun."
      ]
    },
    {
      "id": "Water",
      "label": "Water Medium",
      "value": [
        "Let the soil dry out between waterings."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity Medium",
      "value": [
        "This plant appreciates medium humidity levels."
      ]
    },
    {
      "id": "Temperature",
      "label": "58°F to 72°F",
      "value": [
        "This plant likes cooler temps at night then warmer during the day."
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 9|10|11",
      "value": [
        "This plant blooms from late spring to early fall."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Weekly",
      "value": [
        "Fertilize weekly by diluting a liquid fertilizer by half strength. Sprinkle a slow-release granular fertilizer on top of the soil, and as you, water nutrients will release for the plant. Let the plant rest in the fall and winter. A fertilizer for blooming plants will work best for this plant."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting Rarely",
      "value": [
        "To transplant into a garden container or the garden bed, water your plant the night before. Dig the hole twice as wide as the grower pot and the same depth as the grower pot (not deeper). Remove the plant and center in the spot. Add rooting hormone around the roots of the plant. Water in the hole and let drain. If you have clay soils, add compost to enhance the soil consistency. Fill around the plant and up to the top of its soil line. Tamp down with your hands to remove any air pockets. Water again around the drip line."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning As needed",
      "value": [
        "If your motto is the bigger, the better, then pinch the flower buds on the sides of the stems and leave the tips alone. This method will promote larger blooms for your flowers."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "To propagate this plant during the growing season: Take a 3-4 inch stem cutting in the early spring with no buds on it. Use a knife or sharp pruners; cut below a node where there are at least two sets of leaves. Remove the bottom leaves to expose the last two nodes. Place the stems in rooting hormone and place the stem down into rooting medium. Tamp the soil around the stem gently and mist the soil. Place a clear plastic bag loosely over the 3-4 inch container to create humidity. Check the moisture of the soil and humidity each day. Place the cuttings in bright, indirect light. After the roots are six weeks old, they should be ready to transfer into the garden or container garden. Transition the cuttings a few hours per day to help them acclimate to the new environment."
      ]
    }
  ],
  "description": [],
  "id": "on-top-sunset-shades-tuberous-begonia",
  "metadata": [
    {
      "id": "pet-hazard",
      "label": "Pet Hazard",
      "value": "Toxic To Touch"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    }
  ],
  "title": "On Top® Sunset Shades Tuberous Begonia",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "on-top-sunset-shades-tuberous-begonia_small_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$38.00"
        },
        {
          "imgSrc": "on-top-sunset-shades-tuberous-begonia_small_planter-eco-planter.jpg",
          "planterId": "planter-eco-planter",
          "planterLabel": "Eco Pot",
          "price": "$43.00"
        },
        {
          "imgSrc": "on-top-sunset-shades-tuberous-begonia_small_planter-naturals-basket.jpg",
          "planterId": "planter-naturals-basket",
          "planterLabel": "Baskets",
          "price": "$48.00"
        },
        {
          "imgSrc": "on-top-sunset-shades-tuberous-begonia_small_planter-ceramic.jpg",
          "planterId": "planter-ceramic",
          "planterLabel": "Ceramic",
          "price": "$50.00"
        }
      ],
      "sizeId": "small",
      "sizeLabel": "S"
    }
  ]
}
