{
  "careGuide": [
    {
      "id": "Light",
      "label": "Light High",
      "value": [
        "Plant this vine in full sun (6-8 hours) where there is ample humidity."
      ]
    },
    {
      "id": "Water",
      "label": "Water Medium",
      "value": [
        "Water as the soil becomes dry. Growth is less vigorous and blooms will be sparse if they do not get watered about once every 10 days or more."
      ]
    },
    {
      "id": "Humidity",
      "label": "Humidity Low",
      "value": [
        "They can tolerate extremes in humidity from low to high."
      ]
    },
    {
      "id": "Temperature",
      "label": "50°F to 90°F",
      "value": [
        "Outdoor Landscape Plant (this does not apply for inside temps)"
      ]
    },
    {
      "id": "Hardiness Zones",
      "label": "Hardiness Zones 8|9|10|11",
      "value": [
        "Outdoors in full sun (6-8 hrs.), to part sun (4-6 hrs.). In hotter, dryer climates protect them from the afternoon sun as this may scorch the leaves."
      ]
    },
    {
      "id": "Fertilizing",
      "label": "Fertilizing Yearly",
      "value": [
        "Use compost around the root system to invigorate or use a diluted fertilizer at 1/2 strength. This one doesn't need a lot of fertilizer to keep them growing beyond their boundaries."
      ]
    },
    {
      "id": "Re-potting",
      "label": "Re-potting Rarely",
      "value": [
        "Use a rich, well-draining potting soil, and fertilize with compost in the spring or early fall to get them established before winter. Use a trellis to support their abundant vegetation and fragrant flowers in season. Water the grower pot and let set an hour before transplanting. When ready to transplant, turn the grower pot sideways and gently lift the container off the root system. If tightly entangled, loosen the root system with your fingers and place in the soil. Cover around the root system not leaving any air bubbles. Water thoroughly to settle the soil and dampen the roots. If training to reach upward, train the vine to climb into the trellis by tying off their branches loosely with ribbon or twine. The container can be nearby a wall or high fence to train them to branch and reach as they grow six feet in one year and reaching 30 feet over time. Protect the container in zones 8-9 in the winter months if below freezing. They can be used as a ground cover. Plant the same in well-drained soil with compost added for aeration. Prune them in the spring and summer to keep within their boundaries."
      ]
    },
    {
      "id": "Cleaning",
      "label": "Cleaning As needed",
      "value": [
        "Clip in the early spring and summer to tidy the vine. Remove any dead or damaged foliage and stems. They will not harm them to cut them completely back if they are overgrown. Use gloves while pruning as the milky sap may irritate the skin."
      ]
    },
    {
      "id": "Propagation",
      "label": "Propagation Cuttings",
      "value": [
        "Trim 6 inches of healthy cuttings from the ends and below a leaf node. Trim off the leaves from the bottom and dip into the rooting hormone. Stick the cutting into a potting mix or damp sand and place a plastic bag over them to hold in the moisture. Keep the container in a warm room at 75°F in bright, indirect sun. Roots will develop within the month. Slightly tug on the stem to check their anchoring. Once established after 6 weeks, move to the garden, keeping the ground moist but not overwatered as this can lead to root rot."
      ]
    }
  ],
  "description": [
    "The Trachelospermum jasminoides or Star Jasmine gets these wonderfully scented, white, star-like flowers growing on an evergreen vine. In early to late spring, the flowers bloom with residual blooms throughout the summer. Observe their fast growth up to 6 feet in a single season! Use on a porch rail, trellis, arbor, or as a privacy screen. They make a lush ground cover too.",
    "May ship with or without flowers or buds - normally blooms in May and June."
  ],
  "id": "star-jasmine",
  "metadata": [
    {
      "id": "pet-safe",
      "label": "Pet Safe",
      "value": "Yes"
    },
    {
      "id": "care-level",
      "label": "Care Level",
      "value": "I'm Easy"
    },
    {
      "id": "overall-size",
      "label": "Overall Size",
      "value": "8\" to 10\" W 16\" to 24\" H"
    }
  ],
  "title": "Star Jasmine",
  "variants": [
    {
      "planters": [
        {
          "imgSrc": "star-jasmine_oneGallon_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$54.00"
        }
      ],
      "sizeId": "oneGallon",
      "sizeLabel": "1G"
    },
    {
      "planters": [
        {
          "imgSrc": "star-jasmine_fiveGallon_grower.jpg",
          "planterId": "grower",
          "planterLabel": "Grower",
          "price": "$98.00"
        }
      ],
      "sizeId": "fiveGallon",
      "sizeLabel": "5G"
    }
  ]
}
